[
    {
        "distance":6.43,
        "heading":0.951,
        "instructions":[
            "Enter the kitchen and turn right by the sinks. Go between the cabinets towards the stairs. Turn left and wait by the stool at the end of the counter. ",
            "Walk towards black steps.  Walk to chalkboard.  Wait here. ",
            "Turn around and walk to the right of the room. Walk towards the stairs and then stop in the middle between the 2 sets of stairs at the bottom. "
        ],
        "path":[
            "ba8b23a7aaeb463ba565174f9f44787a",
            "c5c6bc7725e44fbf9cdb474aef50a74b",
            "acf55e0267824aef8e8b9ad200e36091",
            "2fd10d37b87f46d6b4e0501aac549c6f",
            "2f4d90acd4024c269fb0efe49a8ac540"
        ],
        "path_id":5128,
        "scan":"ZMojNkEp431",
        "source":"R2R"
    },
    {
        "distance":8.99,
        "heading":3.485,
        "instructions":[
            "Walk to the other end of the porch and stop near the railing. ",
            "Turn right and walk across the porch all the way to the other side and stop when it ends. ",
            "Walk down the patio and stop by the railing. "
        ],
        "path":[
            "81e8040e03274d628f9260344e81072c",
            "c3cef9dfbba149ecbf67c4375b52a733",
            "6a15f715d61843b2a84845d392ec0b72",
            "f00c8b89577e4b83b2f586b9dc30ff81",
            "3e977d0fe3aa4a44a944c8cba32a4e68"
        ],
        "path_id":5253,
        "scan":"qoiz87JEwZ2",
        "source":"R2R"
    },
    {
        "distance":11.09,
        "heading":5.46,
        "instructions":[
            "Walk past the dining area, past the living room, and wait. ",
            "Walk down the path away from the pool. Stop in front of the last open door on your left. ",
            "Go on the outdoor sidewalk past the pool and continue until you stop where the table and chairs are on your left inside. "
        ],
        "path":[
            "09c10c580a0e4b4cb4f6f9445c4509e0",
            "d12a35cb161641318a92f9e5dd8915db",
            "fd22cb9d82364bbdb6ea4fdb051a7721",
            "1ce731acccb04ec0af8f7992ae21524f",
            "634ddf341f6443118bea4195d06c6555",
            "6aca4da5a7974141b5179106e1becd66",
            "d950474d24d1474ca4b85b927aa958e5"
        ],
        "path_id":2674,
        "scan":"kEZ7cmS4wCh",
        "source":"R2R"
    },
    {
        "distance":11.66,
        "heading":3.191,
        "instructions":[
            "Go straight sticking to the right of the round table towards an open door. Wait before the first doorway. ",
            "Walk straight out of the room past the restrooms. Keep walking straight and wait at the first doorway before the front door of the building. ",
            "Walk through the tiled room past the padded benches. Continue past the bathroom and table along the wall with white table cloth. Walk through the open entry way ahead with the floor rug. "
        ],
        "path":[
            "01b9c25e9cc946f6a7a53688577e2fc3",
            "97b67ac0d34d4561ad1b35234105de6f",
            "a72aa7b4304f4c318af76653d9950c80",
            "8dada87b2e6f47cf8c2bc609b7b99c50",
            "5ec8f0868ac44bbd85851663a777ca9b",
            "669fb3436cd44c578b743ab544e25a35"
        ],
        "path_id":234,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":8.75,
        "heading":1.975,
        "instructions":[
            "Walk straight. Pass the two chairs on the left. Wait before you get to the double glass doors and the plant. ",
            "Walk forward with the office behind you. Stop In the doorway at the end of the hall. ",
            "Stand so the hallway with the stairs is behind you and walk down the walkway between the two rows of columns.  Walk straight until you enter another passageway on the opposite side of the large open room.  Stop just before entering the last room with the door leading outside. "
        ],
        "path":[
            "58cdf4425f984bc8bec9ed57b96feff4",
            "a434d2704d9542bf93f1d7cf9ebbdab1",
            "b74fe16da1314290afeb10ce7ceae1c6",
            "272d5682d2b940e2871c0edec0ead4fd",
            "e5a78454e4294078b57a581830400cbd",
            "9485c0adab6941f6bc4c502d75ea4722",
            "15a194390fdd47f9a0afd6753a0ba588"
        ],
        "path_id":6565,
        "scan":"uNb9QFRL6hY",
        "source":"R2R"
    },
    {
        "distance":6.9,
        "heading":1.282,
        "instructions":[
            "Go to the right of the island and turn left. Keep going and turn right and stop. ",
            "Walk to the front of the refrigerator and turn, walking between the counter and table to get to the doorway. Stop near the thermostat. ",
            "Go through the kitchen and turn left, stopping at the corner of the kitchen with the minibar and dining table ahead. "
        ],
        "path":[
            "973376bafe724fcc8ed715838fba05cb",
            "b9548561951c4fe7b8a1c0cae0f46daf",
            "e7f453ee1079449fafa407b4e4e8e40c",
            "291e15430a244626a01d05c3d5396156",
            "d5564d85f56d487691208da5b0d22123"
        ],
        "path_id":6091,
        "scan":"Vvot9Ly1tCj",
        "source":"R2R"
    },
    {
        "distance":7.87,
        "heading":0.975,
        "instructions":[
            "Go toward the television. Wait by the shelving with candles on it to the left of the Television. ",
            "Walk to the right behind the white couch and turn left to walk past the TV and coffee table. Walk past the white couch and pause in before the doorway next the to shelf with candles. ",
            "Walk around the furniture passed the tv and stop in the doorway by the painting. "
        ],
        "path":[
            "ffd54f8c14fb4350b1e5ddcc7bfea136",
            "624b17d75c344a0e8122c7b0c6858dce",
            "af73d4fc48ee4f6f95f8b66b640785a5",
            "dc69d1d9957248c0a29e8044c49989e3",
            "0163f2c462ed46a08eb3dbce625c9a9d",
            "f21573f2d2f244fd9e176c94f75b063f"
        ],
        "path_id":4690,
        "scan":"Vvot9Ly1tCj",
        "source":"R2R"
    },
    {
        "distance":6.32,
        "heading":5.979,
        "instructions":[
            "walk towards vanity, turn right and walk past tub and through doorway stop in front of mini sink. ",
            "Walk between the the tub and bathroom counter.  Go through the opening next to the bathroom counter and into the little hallway. Wait next to the family picture hanging on the left wall. ",
            "Walk past tub on the right. Enter kitchenette, and wait at the sink. "
        ],
        "path":[
            "b526e0affbc140ef9124275daa770f89",
            "24360576a503468b92c6bbb1451e832f",
            "01790b2fed1640a1bbb42f04b99f298a",
            "5162c0936c8340239ef9d52e9d9ffc67",
            "65672d1fd8784dda8f54ea18dab04d0e"
        ],
        "path_id":4678,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":12.19,
        "heading":3.119,
        "instructions":[
            "Go straight past the lounge chairs and after you pass the pool. Wait near the lounge couches with lights in them. ",
            "Walk toward the pool and then turn right, continue to walk forward, keeping the pool to your left until you are even with the head of the pool. Then stop. ",
            "Go towards the swimming pool, and pass it, waiting on the far end up it near some lit small palm trees in a raised planter. "
        ],
        "path":[
            "e34b9715471b421aba635bfc00dfb4a2",
            "66a7eec9430c4350b465fa4bd1adfedf",
            "6e2a94028a5b422e80ee3361974d598d",
            "123fc12f2d1d4c3ab9b41db86d3df71a",
            "8c46244ce7fb468baeebd75d1fa9794f"
        ],
        "path_id":4403,
        "scan":"VFuaQ6m2Qom",
        "source":"R2R"
    },
    {
        "distance":8.83,
        "heading":3.346,
        "instructions":[
            "Walk forwards past the three tall pub chairs. Continue walking straight and pass by the black leather sofa on the left. Stop when you reach the arched doorway on the right. ",
            "Walk past the bar with the chairs/stools. Pass the couches on the left and wait there. ",
            "Walk straight out of room. Walk past kitchen bar. bar. Stop next to wall sconce holding candle. "
        ],
        "path":[
            "bc13627aa65040738b1d971e11162023",
            "833cde4efe134469852ef36cd6205711",
            "2b94e839f10648ca8721a0c8c6da121b",
            "7bfd840693034959a2dffb2625026980",
            "7ee437db8a914c6d8ce7555b3ce6aae4",
            "a475d54e18664630b19f47575a874cf4"
        ],
        "path_id":5334,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":8.11,
        "heading":5.722,
        "instructions":[
            "Walk past the table and chairs. Walk past the fireplace. Walk past the dog and stop. ",
            "With the red chairs on your left walk forward into the living room walking by the brown leather couch on your right and go straight into the art studio on the far side of the living room stopping once you are past the dog statue and before you are at the sliding door. ",
            "FACING A TABLE TO THE LEFT AND 2 BLACK CHAIRS ON THE RIGHT WALK FORWARD TO THE FIREPLACE, WALK FORWARD PAST A DOG SCULPTURE AND INTO A SMALL ROOM WITH A WORK TABLE. "
        ],
        "path":[
            "e32c0ea5881d40e29ca6f58ff24e435c",
            "effa4354d216404ab0f9ea64cbec3144",
            "a70fcde73fc544d48b247edcc4dc0490",
            "8ad5a339add04ce887b4eb94d40914c6",
            "fc6a063f71534f2ba7595fdaac55854c",
            "cfa52adccaae4c59879a267d3c8d44e9"
        ],
        "path_id":680,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":10.61,
        "heading":2.185,
        "instructions":[
            "Walk down the hallway towards the stairs. Stop in front of the windows on the right past the door. ",
            "Walk down the walkway and wait at the top of the steps. ",
            "go forward down walkway, continue walking straight. keep walking straight past open door.  Move to next door and stop. "
        ],
        "path":[
            "c6708fedf6b241148554f8d8592036b6",
            "5ee7559f2e4e46cc9a20562c3afb7ce6",
            "7c0b96985c344cbeac0f7c69e11dc60e",
            "062df9954974450a9eb914da2727062d",
            "1aba6e328b4d4211900d8296b88f6127"
        ],
        "path_id":319,
        "scan":"E9uDoFAP3SH",
        "source":"R2R"
    },
    {
        "distance":6.64,
        "heading":1.208,
        "instructions":[
            "With the sink on your right walk forward. Stop at the top of the stairs. ",
            "Walk straight to the staircase and wait at the top of the stairs. ",
            "Walk along the outside patio passed the fountain and bench. Walk around the wall towards the wooden slat fence. "
        ],
        "path":[
            "227ed4cadd89473b93bfdde29decd566",
            "de5a1f3ff9b24744b104e2e796b5cb29",
            "cab30cd8524348de8aa89b2c9e10167d",
            "fca61d936fac41c29ef4cd060765822d",
            "6a397fdd327d4bfa918a0d9586e4d25d",
            "db34b3aec8764d148b0a2cbebc0ebda7"
        ],
        "path_id":555,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":6.51,
        "heading":5.969,
        "instructions":[
            "Walk from stairs across room to pool table and stop. ",
            "Go to the corner of the fireplace and turn right. Head towards the closet to the left of the pool table and wait in front of it. ",
            "Turn right at the bottom of the stairs and walk across the room.  The fireplace will be on your left as you pass.  Then, turn right and walk towards the billiards table.  Stop in front of the wooden door with horizontal slats that is by the billiards table. "
        ],
        "path":[
            "e5e991d56b1040c697d713ea1e9fdf9e",
            "3fce8d41890d45c0aaf6b38aad66be51",
            "89aa659e5baa4581927dae36e3dca764",
            "eaca060f2b564e1ebf5a4b4f0411fd5e",
            "f00970b67a46474cb616cd98cda9dee6"
        ],
        "path_id":4176,
        "scan":"V2XKFyX4ASd",
        "source":"R2R"
    },
    {
        "distance":7.92,
        "heading":0.725,
        "instructions":[
            "Walk along the path with the guardrail to your right. At the end of the hall, stop in the doorway of the bedroom on the right. ",
            "face the railing,turn left and walk down the hall, pass a closet on your right and stand in the doorway to a bedroom on your right. ",
            "Walk down the hallway, past the stairway banister. Walk past the double closet doors, and then wait in the threshold of the open door on the right. "
        ],
        "path":[
            "6376b741b50a4418b3dc3fde791c3c09",
            "9e4c92fd7eb74504baecf55a3264716e",
            "b564162b2c7d4033bfe6ef3dfb959c9e",
            "b6c62c6714d44a7080c83ec374607bcb",
            "1679b5de39e548d38ba240f2fd99cae9"
        ],
        "path_id":2861,
        "scan":"7y3sRwLe3Va",
        "source":"R2R"
    },
    {
        "distance":17.0,
        "heading":5.433,
        "instructions":[
            "Walk down the hallway past the restrooms and some elevators.  Stop when you pass a small lobby with a telephone. ",
            "Follow the hallway until you see a gold colored trash can. Wait in front of the middle elevator. ",
            "Go straight across the hall until you get to the elevators and stop in front of the middle elevator. "
        ],
        "path":[
            "a39bc73eb9f64cbaabfca03100692305",
            "6693377c80b04bb994dd3b7a26cd75ee",
            "8067c649a55045d79e0ef8908e174b14",
            "72dc0c6d62414bbaa9fe67ecfe6305e3",
            "9baaef79e7484c8e9929f78df52fc3df",
            "063eee6149194f3abc6f297e290068fa",
            "a66ff11e61dd489994fba110d257025e"
        ],
        "path_id":3283,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":9.57,
        "heading":3.166,
        "instructions":[
            "Turn around and walk forward down the hallway all the way to the other end and make a slight right to keep following the hallway. Stop in the hallway beside the small refrigerator. ",
            "Go down the long hall past the living room and kitchen. Continue down the hall and stop before you enter the room at the end. ",
            "Go straight down the hallway until you get to a small wine fridge on the right. Wait there. "
        ],
        "path":[
            "818d69716786445f8eef89a590ec3f52",
            "7921c216294d43c0b7be2ca634bbf6a9",
            "8f1936c546cb4b4d9a1f6a6ad8949e5a",
            "32c24c4472f346bc9b292f8997b9f82e",
            "5848b29e18924f5594fbec08340fb7a9",
            "74a12d0675b54d6193ba63104a6a8e2e",
            "37b040b5341f4f6abb47f59d60963072"
        ],
        "path_id":5722,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":5.73,
        "heading":2.276,
        "instructions":[
            "Go straight and and wait near the tv that is over the fireplace. ",
            "Turn right and wait in front of the fire place on the right. ",
            "Walk through the bedroom into the sitting area. Walk to the fireplace in the sitting room. Stop in front of the fireplace. "
        ],
        "path":[
            "e3c67078918d48a8a37abdbd38c61839",
            "1d7b7a08654f46df87604e7ae30f06b5",
            "61e6284b6ef541e59a87efa918514255",
            "b3ea270a560d4fc784e7c7d4ca0e2248",
            "cd0016747a75487f9fe60f9934d67af5"
        ],
        "path_id":5585,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":12.38,
        "heading":6.136,
        "instructions":[
            "Walk down the hall with the twisty plants on your right. Stop next to the final plant. ",
            "Walk down the hall and past the pots. Stop behind the end table. ",
            "Walk down the hallway with the windows to your right.  Keep going until you get to the last urn with a curly plant and stop in front of it. "
        ],
        "path":[
            "2ebc2682287645efabf7f2319682aab1",
            "904beb4bca9e4e2b8d15f3af9b70a242",
            "013de08029c64d4caa3807ff21822447",
            "f155853c7e6c4761bc42e1a304c78b2a",
            "d7457234e5d54417bcc64a74d6ecfd9a",
            "146714339e954166a2f701202e030c29"
        ],
        "path_id":5097,
        "scan":"759xd9YjKW5",
        "source":"R2R"
    },
    {
        "distance":6.22,
        "heading":1.775,
        "instructions":[
            "Walk straight down stone pathway.  When you reach the fork, turn left.  Wait by white stone pillar. ",
            "Go straight. Turn left and wait near the Pool. ",
            "Walk towards the pool.  Make a left when you get to the edge of the pool, and stop in front of the glass door with the grey frame leading into the house. "
        ],
        "path":[
            "3eed2cb0dead4d9eb9bd7030ed437dcf",
            "884d01546f7d45ab977658ff323da87b",
            "b8b37a15b628463d9cfacb168332912b",
            "591d52de25f64bbbb3bc6365669c5a0f",
            "fa1f71b06e894ff6a4e2173012ac7a3b"
        ],
        "path_id":6346,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":6.38,
        "heading":3.532,
        "instructions":[
            "Walk straight through the doorway towards the painting and turn left. Wait by painting. ",
            "walk straight then enter the room, turn left. ",
            "Walk past the stairs and through the doorway, turn left into the bedroom. Wait by the bathroom door. "
        ],
        "path":[
            "6cf6b7435f654b3b9b6b1291b1893459",
            "d3ed1b6f834c4951a939a14efb6eb3f4",
            "49888a3fad204e94a546db3b697a364b",
            "5f5b895c833b41afb1db0ba29afce147",
            "fd23ee9232f54604bda2e7cb0d4055d1"
        ],
        "path_id":6548,
        "scan":"5LpN3gDmAk7",
        "source":"R2R"
    },
    {
        "distance":14.78,
        "heading":1.487,
        "instructions":[
            "Go between the red chairs in the center of the chamber, make a right before the stage, go straight passed the marble pillar and then go into the right far corner of the room and stop. ",
            "Walk toward the alter and then to the right. Walk past the wooden pews and the column. Walk toward the left corner of the room by the table and stop. ",
            "Turn left and go past all the pink chairs on the right then turn right and go straight and then turn slightly left and wait in that left corner by the last pink chair. "
        ],
        "path":[
            "3c88cda1e8444d1e8687e05a16856c16",
            "2094de1e2c934d9ca603a405739df547",
            "91b89c02a03d48c891bee19a49350f8c",
            "502ebb6c5a214d6394d2bb294d7e2886",
            "3e18ef6d21744a9f884a6b148c0d63ac",
            "97e40a397edf4dfbae3894c998508284"
        ],
        "path_id":3770,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":12.39,
        "heading":1.199,
        "instructions":[
            "leave the room with the barber chain in it and walk 5 feet into room with long table.\r\nturn right and walk 20 feet to the end point of the long table which should be on your left.\r\nat the end of the long table turn left to face an open door with glass windows on the top half and with a ventilation grate directly in front of door jam.\r\nwalk approximately 8 feet to the entrance of the open door and stop just outside the entrance to peer into a hallway which opens to another open door with a bed facing you. ",
            "Turn around and walk into the dining room. Take a right. Take a left after the table and wait in the doorway. ",
            "Walk into the dining room and turn right.  Walk past the long table and turn left before you reach the smaller round table.  Walk to the open door that has the four glass panes, and stand in the doorway. "
        ],
        "path":[
            "5eedd74c2a86462dafb8031559666b15",
            "60296c63d7814cd09749634f671708ad",
            "21dd8e71dae64f378401cb0eba702b7d",
            "ce5df3235866447d95c4667d72528984",
            "a5f4055ab7134ffcbbe8b33150552301",
            "262ffaa0bb8a409ebf26df9e9f2f5146",
            "59163d8ecd3a41038c79bad8d0b51d7e"
        ],
        "path_id":90,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":5.06,
        "heading":1.639,
        "instructions":[
            "Exit the bedroom. Walk straight down the hallway past the first door on your right. Continue walking until you reach the second door on your right. Stop and wait there. ",
            "Turn right and walk through door, continue straight through hallway and through door frame, and continue in same direction, then stop at the door frame of bedroom. ",
            "Walk down the hallway passing by the stairwell and bathroom. Walk through the open door at the end of the hallway. "
        ],
        "path":[
            "5b821a3b87cd4ed3a7c4414199a0a740",
            "5f4fd3bd58144211a8617caa5570e40c",
            "d8b7a6a6205f4e72b6ce4bd31d296660",
            "b8e48c0381644e26bee60d15b8afb47e",
            "625eb179629b45f280c01d3f6ec74b4f",
            "584c7c4b1e5a4b2aa4f6c0457d8336e8",
            "39b5e84bdb7e43159a90345cf2d92d77"
        ],
        "path_id":415,
        "scan":"S9hNv5qa7GM",
        "source":"R2R"
    },
    {
        "distance":9.9,
        "heading":3.165,
        "instructions":[
            "Go along the patio to the left of the black pillars and then through the last and second to last pillar, go to the top of the stairs straight ahead and stop on the white tile before the staircase. ",
            "Go straight and pass the table and chairs on the right. Walk straight and wait at the top of the stairs on the left. ",
            "Stand so the indoor area is to your left and walk straight down the patio, past the table and chairs.  Stop at the top of the stairs going down at the end. "
        ],
        "path":[
            "45e5c21ecc32454b9390fca6c7d78316",
            "5ef3c89e80bd44288091527d30458d16",
            "7d91f15f7b2d4c18b45ece193eabb9a3",
            "8d3e229a4b574c5d9cb86d2099f49d86",
            "b0e31a5d1f254167a442608bb1b1eadc",
            "165270ae7e7746c28500dd0fc3f84960"
        ],
        "path_id":5341,
        "scan":"PX4nDJXEHrG",
        "source":"R2R"
    },
    {
        "distance":7.33,
        "heading":0.323,
        "instructions":[
            "Walk up the stairs. Take a right pass the door. Take another right. ",
            "Walk up the stairs and turn right. Wait in the doorway of the living area on the right. ",
            "Go up the stairs then turn right and then turn right and wait there. "
        ],
        "path":[
            "282d98c53101421f9df5e0aed5d356a3",
            "2e99c4517678406c935d5c8bb25942c8",
            "c10178a834d7433f8294a88b74d71954",
            "1015e20d2dca4a01b6cca0ca0d71c29a",
            "3789920326234f7a91bde25661a0a3fc"
        ],
        "path_id":3889,
        "scan":"759xd9YjKW5",
        "source":"R2R"
    },
    {
        "distance":13.71,
        "heading":1.59,
        "instructions":[
            "Move forward between the two tables to the left and right. Turn left and move forward through all of the remaining tables. Continue going forward and stop in front of the set of seven chairs. ",
            "walk forward between one pair of tables and chairs. Turn left and walk between three sets of tables and chairs. Turn left  and move to the center of the room with the patterned carpet and wait next to the upholstered chairs. ",
            "two step forward then left go straight exit room and wait at the opposite to chairs. "
        ],
        "path":[
            "5e54afb639e8489282ebf3ac01821cc7",
            "434eafc01e8e4a32beeeddba478776bf",
            "dcb7e1f526b646819aa4a485171958a7",
            "7b7943b56b9a4febae48c82f6e3f507d",
            "03d493822ac64466ba416f084a9d3bb9",
            "6b06f294636f4fcd9bddeb75cda61c6d"
        ],
        "path_id":353,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":8.02,
        "heading":5.957,
        "instructions":[
            "Cross the living room keeping the couch on your left. Continue past the black chair. Stand in front of the painting. ",
            "Go straight passed the furniture and stop by the fireplace. ",
            "Walk straight past the couch towards the painting. Pass between the couch and the saxophone and stop in front of the painting. "
        ],
        "path":[
            "9092fc23426942e1a94b66181a3d0fc7",
            "8072791758d146aba5ff98920a81fa0c",
            "24df7bedfc814d7e9bd610171c862f7a",
            "707a59ada1bc4b4f90638ddfa809ebd5",
            "1e649cc84c9043b69e2367b7d5aeecf2"
        ],
        "path_id":4586,
        "scan":"1LXtFkjw3qL",
        "source":"R2R"
    },
    {
        "distance":8.87,
        "heading":2.125,
        "instructions":[
            "Turn around and walk out onto the patio. Turn right and walk alongside the pool. Stop in front of the first door on your right. ",
            "Stand with the gate behind you and walk towards the pool.  Walk around the pool on the side closest to the building and stop in front of the open door going inside. ",
            "Turn left and go between pool and potted plant. Stop near the open door. "
        ],
        "path":[
            "402320d6daa049489193c50de8c4f31d",
            "4c818e9d1faa4538b56fbc289696dad8",
            "64aedeeb0e394ff29cd58ef2e9b2347e",
            "819dd9c54309449eaedb5187527f28df",
            "70f8cf3a6cee40a0b19b52c143a70b4a"
        ],
        "path_id":5210,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":7.37,
        "heading":2.459,
        "instructions":[
            "Walk towards the end of the long table. Stop before the second to the last chair on the long table. ",
            "Go to the right of the table and continue going. Stop near the sixth chair. ",
            "Stay to the right of the long wooden table. Walk the length of the entire table, and wait near the end. "
        ],
        "path":[
            "082f6f6ac7c241669643586b39ce562b",
            "c09569d9a442483ab65364b18a438d1a",
            "4610dfb32d044ad793cf8640a7ede0f4",
            "ceed635a9b804a13a8db5fd5cd755281",
            "e42a8231f4364b629cecd35d58c43635",
            "3ad040847d7c48788baf889755ecf33c"
        ],
        "path_id":6674,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":7.24,
        "heading":1.57,
        "instructions":[
            "Go around the right side of the center unit and stop by the right side doorway with the dining table and mirror in it. ",
            "Go around the kitchen island and wait between the tall cabinet and wine fridge. ",
            "Turn to the right, go past the refrigerator.  Turn left and walk to the point where you're to the hallway by the entry and dining room area. "
        ],
        "path":[
            "afad225acfbe48f39cf2894c61d9e714",
            "112edb40f34e470da3a5b04599e71211",
            "1e7c16e6cb054c9fbbeb15160bc11f73",
            "8bb3222421334f02a07273f14a9b2d32",
            "f6a03fba4dfd415a8b65cce84ee21c19"
        ],
        "path_id":4,
        "scan":"7y3sRwLe3Va",
        "source":"R2R"
    },
    {
        "distance":7.13,
        "heading":1.134,
        "instructions":[
            "Walk past the chairs and towards the dog statue, stopping once you're near the large workbench. ",
            "walk past the two black chairs towards large desk workspace. ",
            "Turn left and walk towards the work table straight ahead to the left of the cabinets. Stop when you reach the table. "
        ],
        "path":[
            "6dcd567836f24a25b8be08ab110e3ed2",
            "a70fcde73fc544d48b247edcc4dc0490",
            "8ad5a339add04ce887b4eb94d40914c6",
            "fc6a063f71534f2ba7595fdaac55854c",
            "cfa52adccaae4c59879a267d3c8d44e9"
        ],
        "path_id":4983,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":9.71,
        "heading":4.589,
        "instructions":[
            "Walk past the men's bathroom on the left. Walk past the wall-mounted phone on the wall to the right. Wait at the open doors just after the open baskets on the floor to the right. ",
            "Walk down the hall and stop outside the double doors, near the steps. ",
            "walk away from three lounge chairs, down long hallway, walk past wicker baskets on right, past double doorway on right and stop. "
        ],
        "path":[
            "a66b30f181774c02926ec17922f8e0c8",
            "8a635ca266c041c484817498ec7aaabd",
            "ea4298ce6f094758ab87d303f2c1a3f3",
            "1658cf239ba84bd298464bd7df7ab50c",
            "90fffdb662594d3188152af162293538",
            "d245f15a60654c9f92558ba8f5bcb07f"
        ],
        "path_id":4550,
        "scan":"ur6pFq6Qu1A",
        "source":"R2R"
    },
    {
        "distance":9.23,
        "heading":2.652,
        "instructions":[
            "Walk around the exterior of the home through the tiled patio area towards the backyard and pool area. Walk between the home and the pool along the tiled patio continue passed the open door to the home and walk towards the hot tub in the corner of the yard. ",
            "Walk towards the pool and walk down the length of it. on the side closest to the building.  Stop in front of the half circle-shaped hot tub in front of the two circle cut outs in the wall.  It has a cactus on one side and a large potted plant on the other side. ",
            "Go towards the pool, then passed the pool to the right, and stop near the hot tub. "
        ],
        "path":[
            "4c818e9d1faa4538b56fbc289696dad8",
            "64aedeeb0e394ff29cd58ef2e9b2347e",
            "819dd9c54309449eaedb5187527f28df",
            "70f8cf3a6cee40a0b19b52c143a70b4a",
            "6458f284b1704fe28c6f144d708f0899"
        ],
        "path_id":2454,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":7.1,
        "heading":4.783,
        "instructions":[
            "Turn around and wait next to the second black chair. ",
            "Leave the workshop and head to the black leather chair. Stop nextt he chair and the red wicker chairs. ",
            "Head towards the fireplace and pass by it with the fireplace to your right. Stop in front of the sliding glass door. "
        ],
        "path":[
            "cfa52adccaae4c59879a267d3c8d44e9",
            "fc6a063f71534f2ba7595fdaac55854c",
            "8ad5a339add04ce887b4eb94d40914c6",
            "a70fcde73fc544d48b247edcc4dc0490",
            "b8d68745ab054a2da8a82de45fce8cef"
        ],
        "path_id":7307,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":9.14,
        "heading":0.714,
        "instructions":[
            "Walk along the kitchen counter, then turn right, proceed past the arched windows. Wait by the buffet. ",
            "Walk past the counter with the sink, and take a right. Go straight and stop next to the midle chair at the dining table. ",
            "Walk past the dish washer and stove and turn right. Walk to next to the table and chairs and stop. "
        ],
        "path":[
            "d9a5041cfe7042dcbd89101799e8bc8f",
            "a5f020c705db447cabdb237e7b7027fe",
            "22fc81e0645a42d5be891f95327b4c62",
            "32bae6dbde3e465e9fde5ac4519fa157",
            "a5e69ef92c7b4b8d9804a444e919e230"
        ],
        "path_id":6013,
        "scan":"s8pcmisQ38h",
        "source":"R2R"
    },
    {
        "distance":6.09,
        "heading":2.421,
        "instructions":[
            "Walk to the other side of the kitchen and wait near the sink. ",
            "Head towards the stove and then turn left and go past the stove with the stove on your right. Stop when there's a corridor to your right leading out of the kitchen. ",
            "Walk around kitchen island and wait by sink. "
        ],
        "path":[
            "949b0754cae54aa0936b0ee9e1df149b",
            "fb76fb85a5984f3b871b02607a535c8d",
            "6a831a44b6f240bc9486eef59533a0bd",
            "8cc2ab1816d5486195fe26f7ee069d58",
            "b227c3cafc50455eaa601243127e26ec"
        ],
        "path_id":5478,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":5.74,
        "heading":2.653,
        "instructions":[
            "Turn around and walk straight. Wait at the top of the stairs, in front of the second window. ",
            "Turn around and walk along the hallway with book to the left. Wait about 6 feet from the start of the stairs. ",
            "Walk down the walkway and stop after the first pillar to your right. "
        ],
        "path":[
            "b1242fb861d84f088b13240a5fe3ccb1",
            "759c8882206a456fb163093de8c0abcc",
            "4dbad4e837894372bf2dcefe5fa85cde",
            "be686c9f317c40469fa7d4b638023726",
            "f8f15aaf58354ce1b990df2ab33381bb"
        ],
        "path_id":1354,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":7.37,
        "heading":3.355,
        "instructions":[
            "Pass the large table and head straight into the door ahead. Wait by the statue on the left. ",
            "Leave the library. Stop in the library doorway. ",
            "Turn around and wait at the top of the stairs. "
        ],
        "path":[
            "3ad040847d7c48788baf889755ecf33c",
            "e42a8231f4364b629cecd35d58c43635",
            "ceed635a9b804a13a8db5fd5cd755281",
            "4610dfb32d044ad793cf8640a7ede0f4",
            "c09569d9a442483ab65364b18a438d1a",
            "082f6f6ac7c241669643586b39ce562b"
        ],
        "path_id":3947,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":16.77,
        "heading":0.334,
        "instructions":[
            "Go past the ladies room down the long hallway, past the elevators, and stop when you reach a door that says staff only on the right. ",
            "go straight. ",
            "Walk forward veering slightly to the right go past one hall on your right come to a hall on left go slightly past and stop. "
        ],
        "path":[
            "6693377c80b04bb994dd3b7a26cd75ee",
            "8067c649a55045d79e0ef8908e174b14",
            "72dc0c6d62414bbaa9fe67ecfe6305e3",
            "9baaef79e7484c8e9929f78df52fc3df",
            "063eee6149194f3abc6f297e290068fa",
            "a66ff11e61dd489994fba110d257025e",
            "b3fdc3c598324cc5bbaf8c704c03a8bf"
        ],
        "path_id":413,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":5.5,
        "heading":6.028,
        "instructions":[
            "Go forward so that you line up with the pool. Towards the middle of the pool turn right to be between two chairs. Continue forward until you reach the stairs. ",
            "With the pool on your left walk straight and go through the tan and green patio chairs towards the stairs out of the patio stopping before you hit the mosaic at the bottom of the stairs. ",
            "Walk straight past the first two lounge chairs, then turn right. Wait by the steps. "
        ],
        "path":[
            "e775ea81e83c45719de5a1577f8f7e39",
            "9b2b12257e9a4c5d9f99f141769e9301",
            "7e094a308dec4987a5185a0426f4ec3c",
            "ff2dd63ad83245c3b4831b4f8a6911ac",
            "2596868500734b1496d479e6936cceb3"
        ],
        "path_id":575,
        "scan":"Pm6F8kyY3z2",
        "source":"R2R"
    },
    {
        "distance":6.74,
        "heading":4.721,
        "instructions":[
            "Walk towards dining table.  Wait by bowl of fruit. ",
            "Go through the kitchen and toward the dining table. Go toward the doorway to the right of the dining table. Wait there. ",
            "Go through the kitchen. Turn towards the left at the end of the cabinets and stand right by the kitchen table in front of the doorway to the right. Wait there. "
        ],
        "path":[
            "d3ccd0cf1696423694339822a7eb52b0",
            "6561b21dac894dfca3473db3037dbfad",
            "cdafd704291841daaa57ce008a95a06a",
            "19c6928f8cc64d7aa2d18a48e3b4ee21",
            "8b219cad487e4091b7c29146f0224729"
        ],
        "path_id":4043,
        "scan":"S9hNv5qa7GM",
        "source":"R2R"
    },
    {
        "distance":5.73,
        "heading":4.155,
        "instructions":[
            "walk around the corner then turn left, walk forward then stop at the front of the lamp. ",
            "Walk toward the bed. Wait near the green chair by the bed. ",
            "Walk towards the bed to the far side of the square table and chairs and walk around the right side of the bed.  Stop in front of the green chair to the left of the door to the bathroom. "
        ],
        "path":[
            "cd0016747a75487f9fe60f9934d67af5",
            "b3ea270a560d4fc784e7c7d4ca0e2248",
            "61e6284b6ef541e59a87efa918514255",
            "1d7b7a08654f46df87604e7ae30f06b5",
            "e3c67078918d48a8a37abdbd38c61839"
        ],
        "path_id":5663,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":12.29,
        "heading":5.804,
        "instructions":[
            "Follow the long red rug and leave the sitting room. walk froward in the open area and take a right at the end of the roped off seating area and stand on the red rug behind the sitting area before you reach the doorway into the next room/. ",
            "exit room and walk through room, stop between doorways on right. ",
            "Turn right and walk along the red carpet into the next room past the chairs and wait between both entrances. "
        ],
        "path":[
            "45bdfa7b4d2b4d7e961898c9bf703c7d",
            "bf7dedec250d405f809a7124509d7c2f",
            "564526d4eff54e61b077aefcfb070cfd",
            "629b626095374e3ab7d9b7ba98f2f7ba",
            "fd433ad8502149ec849c4c51bb989e4a",
            "248492258fd5435c8276f59f63ddf0ef"
        ],
        "path_id":915,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":6.92,
        "heading":4.657,
        "instructions":[
            "walk forward then turn left the walk forward again then stop at the console table. ",
            "Walk past the couches and the fireplace. Wait near the black lamp on the right. ",
            "Walk into the living room passing the TV on your right. Stop in front of the credenza with the painting on the top. "
        ],
        "path":[
            "276586d2d2e14dde82b112c03ccf2188",
            "c3f75cb415554a919dbc49eaaebc702e",
            "e33610a744554c9d9202fa95100304ff",
            "adc00d8eaf1448b8b57fa552779ced79",
            "ebb4d6a92d504053bc2420ce1b269c54"
        ],
        "path_id":4888,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":7.42,
        "heading":3.204,
        "instructions":[
            "turn around and go down the slim hallway and keep going straight until you get to a doorway and turn right into it and stop right at the door. ",
            "Walk to the room at the end of the hallway and go in the room. Turn to the right and stand in front of the shower and wait. ",
            "Walk down the hall passed the reflective cabinet doors. Walk into the bathroom area with long mirrors and lights. "
        ],
        "path":[
            "052d58b67e1b4e75bb684cd0a59c0edb",
            "8b66d02c268548649cc0cc3c8a1440f9",
            "00f7c89ead844abb8434bda10a544257",
            "d8cf4d9317e0460db924bc6a6e4f14b8",
            "db60b270524f4038841419f83473d08d",
            "7fa2c356661f48639ace29ba71805d1a",
            "5a79bc7472c74af1a6a74fc3a6f0dea0"
        ],
        "path_id":743,
        "scan":"Uxmj2M2itWa",
        "source":"R2R"
    },
    {
        "distance":7.3,
        "heading":5.701,
        "instructions":[
            "Walk through the living room and to the short stairway. Stop at the bottom of the stairs. ",
            "walk toward couch turn left and walk between couch and table. Continue straight between two couches and to stairs. Stop at bottom of stairs. ",
            "Turn right. Walk between two couches. Stop before the stairs. "
        ],
        "path":[
            "13a430466eb64e2087e7fb5acde7a398",
            "b73ae36f994747e196380b1cb71cf407",
            "8b6f1b0b025848b482e747ab6a027b97",
            "412fc84487ec4099bac76a5c4fe801b9",
            "d11f14ddecbe406681d4980365ea5a43"
        ],
        "path_id":763,
        "scan":"uNb9QFRL6hY",
        "source":"R2R"
    },
    {
        "distance":9.09,
        "heading":6.18,
        "instructions":[
            "Go down the stairs. Turn left and continue down the stairs. Turn left and wait near the round table with the chairs. ",
            "Go to the bottom of the staircase. Go left down the stairs to the brown couch. Go to the small dining table. ",
            "Walk down the stairs and turn left. Walk down the stairs and turn left. Stop in front of the table. "
        ],
        "path":[
            "d70997cce0464616a65afcf28d32b41e",
            "1b321779a4374c2b952c51820daa9e6c",
            "20f70ab4efec496c86529075648caef2",
            "5125c4a0a99f45788e694d5a73ba99c7",
            "c29e99f090194613b5b11af906c47dab",
            "aa4cfd0126dd4c6a9c533ca9cb4a033d"
        ],
        "path_id":5988,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":6.36,
        "heading":1.745,
        "instructions":[
            "Go left along the balcony, make a right staying on the balcony, and make a right and stop. ",
            "Go straight and then turn right. Continue going straight until you get to a box with a cross on it. Then stop. ",
            "walk straight then turn right then walk again then turn right. "
        ],
        "path":[
            "0f69425af2544c6f981c0ae9a7f9b829",
            "1cf9bfa7442841e9b5edc64590d0e879",
            "1818ffc4d0eb47cfa726a12d3cfefee3",
            "7b19d99c586f456c8095502d78d0f6f8",
            "43f8894f1a9446599a6c89732aa3f2dc",
            "dc3170aacd3f40f2ac2f5b726bd75b88",
            "6c47cd8bd2664281bec3740c473946f8"
        ],
        "path_id":6506,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":17.18,
        "heading":1.54,
        "instructions":[
            "Facing the wall and the double doors take a right and walk next to the wall then hang a slight right to walk in front of the long serving table covered in a white table cloth and stop next to the dining chair that sits to the right of the bar counter. ",
            "Walk along the wall to the left of the tables.  Keep walking until you reach the bar.  Stop directly in front of the bar. ",
            "Walk through the dining area passed the round table and then passed the long dining table. Continue to the bar area stopping near the counter. "
        ],
        "path":[
            "6785a37dc18b4dee9c60aa496efca3e2",
            "3a4650fded724e8587bc8fa91e0bdfc2",
            "f3d21b0654584b5292ecae9791515ad4",
            "7c16246e3d12454b97b6a5cf88a21032",
            "abd467777dcc41c0995588b7f97b388b",
            "47b09c2828524bb8925d108cf8c1829c",
            "31dfaa2e67354657a321602ab74e9b02"
        ],
        "path_id":565,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":11.7,
        "heading":4.942,
        "instructions":[
            "Walk past pews. Wait at floral arrangement. ",
            "Turn around and walk to the beginning of the aisle. Stand ahead of the pews in the canter. ",
            "Go into the church and walk straight down the aisle. Stop once you pass the first set of pews. "
        ],
        "path":[
            "20fd759be0b64fc9aa96d290f0a704ec",
            "8e38fdd81c7949db9646968bafbbdcfc",
            "006933a75f764c5485cf284bea0ded0b",
            "d841f7b710f9470796d55561f8f524db",
            "01c80b5f8fbd4c969ee0bc03f1ec7a6c",
            "82ea5baa30f945fe98f6cad3064af847",
            "d471e89e00be49f49a7ecace814d60bf"
        ],
        "path_id":1157,
        "scan":"YmJkqBEsHnH",
        "source":"R2R"
    },
    {
        "distance":8.75,
        "heading":4.289,
        "instructions":[
            "Go straight down the hallway and stop in front of the second door to the left. ",
            "Walk down the hall away from the balcony door. Stop in the last doorway on the left before the wall turns to the right slightly. ",
            "Go down the hall and wait by the first door on the left. "
        ],
        "path":[
            "dd4abb5f6ded471baea5b6db19998fae",
            "3d6254ee55de4e4b997c64bd06d78af7",
            "d3038501401941f8afe4e9e2df5eda73",
            "732ae10002fe4de0a6f62864391cdf11",
            "cc7f149e59eb47fd8bde336f2bf3391d"
        ],
        "path_id":7146,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":9.63,
        "heading":1.529,
        "instructions":[
            "Walk past the refrigerator and the dining table and stop just before the staircase that leads up. ",
            "Turn left and walk towards the refrigerator, Turn left to walk past the refrigerator and keep walking past the long table. Stop right before you get to the stairs on your right. ",
            "Walk between the trash can and the dishwasher on your left. Pivot and begin moving left. Move forward until you're even with a chair on the right. Continue moving forward until you reach the glass wall. Remain here. "
        ],
        "path":[
            "a5f020c705db447cabdb237e7b7027fe",
            "d9a5041cfe7042dcbd89101799e8bc8f",
            "b2e6464d05eb49c69144ff197c24db72",
            "4ab7185168cc482bb745b7de90029bf3",
            "c6ee591e1061490d8c15ff8de1ab58aa"
        ],
        "path_id":2968,
        "scan":"s8pcmisQ38h",
        "source":"R2R"
    },
    {
        "distance":6.61,
        "heading":6.134,
        "instructions":[
            "Walk straight ahead, past the chair, toward the door at the end of the hall. Turn right, take one step forward, then turn right again. Walk straight ahead, passing the doors open to the courtyard. Continue to the wall with the light switches and thermostat panel. ",
            "Walk down the hallway and turn right. Pass by the entry doors and wait outside of the dining room by the end of the partition. ",
            "Turn right. After you pass the wall with holes in it turn left. Wait near the weird looking chair. "
        ],
        "path":[
            "7cb2c4bc9ad84463b4d0c6a91b8c4640",
            "9d001c6bc0f64a699fd36a6b9a61266a",
            "8138835f78064c28b6c9c35a89eda7d6",
            "37a978a1cc0e4464a714fb676f65b7fb",
            "859a7c9c12c847d9a6860bd6d6bd635a"
        ],
        "path_id":6260,
        "scan":"sT4fr6TAbpF",
        "source":"R2R"
    },
    {
        "distance":9.05,
        "heading":1.596,
        "instructions":[
            "Leave the bedroom and walk towards the front door.  Turn right and walk past the painting of the boat. Turn right and the end of the hallway.  Stop just before passing through the doorway to the bedroom. ",
            "Exit bedroom to hallway, turn right go down hall, and turn right into bedroom. Stop at table with lamp. ",
            "Exit the bedroom and towards the front door, turn right and go to the end of the hall, at the intersection with multiple archways turn right into the right archway and stop. "
        ],
        "path":[
            "11fae969386e4e4fa6ed73ac9f20cd1d",
            "735cc8eae07743a1aa5d41ba878b0eb4",
            "0cf943705a6f4cf798dbcc605c811a50",
            "97dfbaecdc3f417385083e8302b2b694",
            "527045377f974a7d8853d919218b98bd"
        ],
        "path_id":5428,
        "scan":"ac26ZMwG7aT",
        "source":"R2R"
    },
    {
        "distance":9.35,
        "heading":0.267,
        "instructions":[
            "Walk straight keeping to the left of the pool.  When you get to the glass doorway to house, wait there. ",
            "Walk past the pool, wait at the door to the house. ",
            "Walk by the side of the pool straight back towards the plant. When you get to the plant make a right and stand at the glass door in front of the pool. Wait at the door. "
        ],
        "path":[
            "ba4ae1e16d944ee19429161cdf331cad",
            "4d70b3f12bd4440790211dc6fcd42831",
            "0fe870549d414f768cc3d8f76959bcad",
            "ee5e9cb296834e2cb80028e1cc9e9fe9",
            "781b1088ec2749e488281c946fc309db"
        ],
        "path_id":241,
        "scan":"Vvot9Ly1tCj",
        "source":"R2R"
    },
    {
        "distance":8.45,
        "heading":0.223,
        "instructions":[
            "Wait on the mat just outside the double doors, past the table and chairs. ",
            "Go to the right slightly.  Go between the table and chairs and the windows.  Then stop when you get to the light brown door.  Wait there. ",
            "Go towards glass doors. Hug the right side. Go forward and enter the white door on the right. "
        ],
        "path":[
            "6c58b3d5819e4ca8b896f81230477c7e",
            "7a663a2787474bc2b09a4e8b21325141",
            "3aba2bf1310e4a10918e4a5bc51d1979",
            "a872e012dec3414a8624f6ebda4b752c",
            "3c8c9d438bdd4ebaad5a0d0e93a43c0f"
        ],
        "path_id":94,
        "scan":"1LXtFkjw3qL",
        "source":"R2R"
    },
    {
        "distance":7.59,
        "heading":0.3,
        "instructions":[
            "Go down the hallway toward the blue bean bag and pool table. Turn left into the hallway and stop at the balcony railing. ",
            "leave room go straight down hall way to hallway on left. Turn left and go straight. Stop at balcony on right. ",
            "Take a right. Take a left and wait by the desk. "
        ],
        "path":[
            "8919ba4762914e899c88536f11c7bb92",
            "463e439a4e974a00b23bfe7c684a2607",
            "55e5280eea474acfb993bf68a193bb25",
            "aff833f86ff847a7bcf24bea207c91ad",
            "f6af6b4247ea4353b90f8bce6e05f58a"
        ],
        "path_id":1184,
        "scan":"1pXnuDYAj8r",
        "source":"R2R"
    },
    {
        "distance":9.09,
        "heading":0.299,
        "instructions":[
            "Walk across the balcony passing the stone sink on the left. Wait by the couches. ",
            "Turn left and walk straight. Wait next to the beige couch. ",
            "Walk forward across the deck, passing the sink on the left. Turn slightly left and wait near the massage tables. "
        ],
        "path":[
            "db34b3aec8764d148b0a2cbebc0ebda7",
            "6a397fdd327d4bfa918a0d9586e4d25d",
            "fca61d936fac41c29ef4cd060765822d",
            "cab30cd8524348de8aa89b2c9e10167d",
            "de5a1f3ff9b24744b104e2e796b5cb29",
            "227ed4cadd89473b93bfdde29decd566",
            "bf6f080d1a064a2eb641e3ec699ed354"
        ],
        "path_id":2982,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":7.21,
        "heading":5.495,
        "instructions":[
            "Walk down the stairs on the right of the chairs. Stop next to the Goodfellas poster. ",
            "Walk around the chairs towards the projection screen and stop in front of the \"Goodfellas\" poster. ",
            "Go around the couches to the front row of couches and wait near the projector screen. "
        ],
        "path":[
            "487edda074544e32a01a0f8d1fbbff02",
            "c32b70bb02ec4f35ad1c76599ad6178e",
            "32a911fcdc5d4ca5ba1f411d1fd7029b",
            "a9e7a38729004747a030100365a44747",
            "cd3c22b0bd924532a22f9463acc7c2e9"
        ],
        "path_id":6402,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":6.99,
        "heading":4.419,
        "instructions":[
            "Walk forward with the fireplace on your left. Go over the velvet rope and walk towards the ornate doors. Stop at the doors with the fireplace poker on your left. ",
            "TUrn around, walk on the red runner, go past the fireplace.  Stop when you get to the 3 chairs.  wait there. ",
            "Walk past fireplace. Walk past chandelier. Walk past fireplace. Wait at double doors. "
        ],
        "path":[
            "b4e027328a1b492e85e269df23fef364",
            "19c60ba074144f09ba124adef82ef7fa",
            "b109cc5c9d3648e18077568789335d07",
            "69b8eb3000854ba48b2882a35f125af5",
            "cfe63c48c4464ac88ef3c681d9a15d70"
        ],
        "path_id":177,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":6.83,
        "heading":3.117,
        "instructions":[
            "Walk along railing in front of chairs. stop at corner of deck. ",
            "Turn left and move straight.  Move slightly to left while proceeding forward.  Go straight. ",
            "Walk along the railing on the balcony. Go past the lounge chair on your right and go to the other end of the balcony. Stop in the corner at the other end of the balcony. "
        ],
        "path":[
            "0ad36a01319242bab7c5e303c2731bfd",
            "b6b7f34e5288498f83297dcf91047b11",
            "4979277e157943be82cbff6c25ae8bef",
            "0dd92311e1a34edb96d589118f687489",
            "7327f809158841168372656773dd5236"
        ],
        "path_id":366,
        "scan":"PX4nDJXEHrG",
        "source":"R2R"
    },
    {
        "distance":8.24,
        "heading":0.115,
        "instructions":[
            "Go towards the doors which face outdoors. Go to the doors on the left. Step onto the patio, and stop. ",
            "Walk across dining room to outdoor patio dining room. Wait at entrance. ",
            "Go past the tables. Stop at the open door. "
        ],
        "path":[
            "96331f871893432f8bf3206ad2205cdd",
            "de49de6069de407195ab646f74a4d796",
            "305629bf76c04f19b7d099d0dabc2574",
            "a67abce0a4444fbf93c0203954e1da6d",
            "1723396e89154f649171f0def3b8cccc"
        ],
        "path_id":5174,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":5.24,
        "heading":0.461,
        "instructions":[
            "Go down the hallway until you get to a vase that is being held by metal stand holding a brown plant and wait there. ",
            "Walk down the tiled hallway. Pass the large mirror on the right. Wait by the small glass door. ",
            "Walk straight all the way towards the door right in front of you that has grey big sofas visible on the outside. Stop in front of the door. "
        ],
        "path":[
            "c897acc78a8e4555b14b85fc32d41f3e",
            "fff5e96c0ba6429f86d5d8b3a74df5e2",
            "c8d856118813486e9c9b263afb5b38a7",
            "e428c761024a458e8b052494cf6249f5",
            "328ef7c3d2ed4da7a2e2af2f27735c10",
            "b2f2e0367c764b9b8b236ff6fe73f19c"
        ],
        "path_id":3194,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":9.05,
        "heading":3.256,
        "instructions":[
            "Facing the front of the church, walk past the next column.  Continue walking and stop in front of the entrance to the second row of pews from the left column. ",
            "Walk down the isle of the church stop after the big pillar and the third row of church pews. ",
            "walk straight with pews on left, stop before family area sign. "
        ],
        "path":[
            "546e9c647e9349f7a0056f0bb69d6478",
            "e9d22e3502f443d5a21fa8c5bc7fcd1d",
            "13350d0001004a9cb366910df03c2532",
            "436d550a1a684451a4b0119fc2c16a2c",
            "1e12cc2b46594b9a85d587b3fb830fcf"
        ],
        "path_id":948,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":7.49,
        "heading":3.818,
        "instructions":[
            "Wait near the black chair that is by the bookcase. ",
            "Cross to the grey couch and towards the patio door. Stop in the blue armchair. ",
            "Walk around the grey couch and stop next to the black leather chair behind it, near the bookshelves. "
        ],
        "path":[
            "b3f9e188366447e4ba76f5f98f1eaadd",
            "76fff8b638e44eabbc34286ef72ee404",
            "d82d2a30b0bc4d6a8cd5fc526de20a7d",
            "3d21abc4be0547fd9a91850e871a0b59",
            "1cee4c97015545f597400825b252e091"
        ],
        "path_id":4337,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":6.74,
        "heading":0.496,
        "instructions":[
            "Turn around and walk behind the back of the couch outside. Once you go past the chair on the end, stop in front of the next large window on your right past the door. ",
            "Go straight behind the blue couch. Turn left when in front of brick wall. Turn left and wait. ",
            "Walk all the way forward and turn slightly left towards the column near the big pool, and stop in front of the column. "
        ],
        "path":[
            "37c2223d40cb4aedb1563e5e0c3a53e1",
            "ea67416e45b14671a358cf54260bdefa",
            "06cce75e286e46a59d44615b4936d9df",
            "91335d5f98b6406e95416adc396c26df",
            "ddf4309aa8014d47b566d5221beac723",
            "e640ea06e612471d9dc0782d42ca6f52",
            "0f57b286bcc44b888113d6d4f6c05d15"
        ],
        "path_id":4370,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":7.01,
        "heading":3.126,
        "instructions":[
            "Proceed down the hallway away from the bed, pass two leather chairs on your left, a bathroom on your right and stop. ",
            "Walk past the two chairs in the hallway and stop when the open door to the bathroom is directly on your right. ",
            "Head down the hallway. Pass two chairs and wait before you get to the three steps. "
        ],
        "path":[
            "d2a0481db3044dfbac40244bdbf9f9e1",
            "3678af49806f4220b821c23d4ec3d33b",
            "0b302846f0994ec9851862b1d317d7f2",
            "de68d1221d1749b392aff06c48512cf0",
            "d7ec37565be24b1ca1d4f99c34fc1632"
        ],
        "path_id":2728,
        "scan":"1LXtFkjw3qL",
        "source":"R2R"
    },
    {
        "distance":5.22,
        "heading":4.763,
        "instructions":[
            "Walk through the kitchen. Turn right around the kitchen island. Exit the kitchen toward the couches. Wait there. ",
            "Go through the kitchen. Pass the stove and turn right and pass the oven . Wait by the brown couches. ",
            "Head past  the counter and turn right at the stoves. Stop just inside the dining area next to the brown chair. "
        ],
        "path":[
            "814d9aba371640e5a70bcb7833bfe08f",
            "1e951fdbfd9d45bbaf935da945f5425c",
            "62e602fc5b85463dbd8f48ba625d05ef",
            "f032c9ee981a4462914468785f0a4abe",
            "5186e9da9b4248318f4a7ae68d11da15"
        ],
        "path_id":3451,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":11.14,
        "heading":3.048,
        "instructions":[
            "Stop on the doormat of the doors to exit this room. ",
            "Pass the fireplace then turn right head straight until you get to double doors that lead to a room with a pool table on your right. Wait there. ",
            "Move forward until you are past the couch. Turn right. Go forward until you reach the door on the right at the end of the hall. Go to the door. "
        ],
        "path":[
            "cef845328ceb4a548007c3b5cfb2642f",
            "26fa42364e8f4343893b313829a8721b",
            "72f5a95c93054a44a76b806392b36c2d",
            "9dfff33c1f0b46589e3cbd1def57bbde",
            "05750907d34f40598b0ecf465c089c04"
        ],
        "path_id":3065,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":6.06,
        "heading":1.725,
        "instructions":[
            "Walk down the stairs. ",
            "Walk down the hall and turn left. Stop at the top of the stairs. ",
            "Go straight down the hallway then stop at the top base of the stairwell. "
        ],
        "path":[
            "aaa8773c86214e9990d4c3ede3223499",
            "61c5f348dc854631b9754d81d414d7e9",
            "78320616d9c54b66bccceaf17ace30cf",
            "27a601b205344b9dbe17e9f7afb07c87",
            "0a796daf5b734fbbb52974e2349a6c0e"
        ],
        "path_id":6630,
        "scan":"qoiz87JEwZ2",
        "source":"R2R"
    },
    {
        "distance":9.95,
        "heading":3.274,
        "instructions":[
            "With the building to your right, move forward, passing the double doors to your right, the picture window to your right, and finally stop just prior to an ornate door flanked by two windows on your right. ",
            "Walk along the exterior wall toward the patio set, pass the double doors and three planters. Then wait by the front door. ",
            "Walk towards the outside patio set, and stop in front of the gray door directly across from it. "
        ],
        "path":[
            "86028d7e79e14e0790334948dc507179",
            "58a6801fbf32464a8d6fc34db3bc991e",
            "2ed5407274614845a0c2c8f106b861c0",
            "8e5ee1e7e6784eed89a6c8579b4fd88b",
            "4e30f38a55414abb9f740d60ad40df7c"
        ],
        "path_id":6603,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":11.26,
        "heading":1.652,
        "instructions":[
            "Walk down the tiled sun room area with potted plants along the glass walls. Pass by the candles on the wall and also the library room. Continue down the hall to the open arched entry way at the end. ",
            "Walk down the hallway with the pool outside on the left. Stop by the double doors at the end of the hall. ",
            "Go right to the first vase\r\nGo to the birdhouse\r\nGo to the wine press\r\nGo to the barrel. "
        ],
        "path":[
            "146714339e954166a2f701202e030c29",
            "d7457234e5d54417bcc64a74d6ecfd9a",
            "f155853c7e6c4761bc42e1a304c78b2a",
            "013de08029c64d4caa3807ff21822447",
            "904beb4bca9e4e2b8d15f3af9b70a242"
        ],
        "path_id":98,
        "scan":"759xd9YjKW5",
        "source":"R2R"
    },
    {
        "distance":11.47,
        "heading":5.4,
        "instructions":[
            "Go in between the office divider which will be on your right and the glass wall which will be on your left. Following that, go forward until you see a wheelchair on your right and wait near the white dry erase board. ",
            "Walk along glass wall to room with wheelchair. Stop between wheel chair and whiteboard. ",
            "Head down the line of windows with the frosted glass. Stop next to the wheelchair. "
        ],
        "path":[
            "7c731625581a4a538dec9c997470a829",
            "d9d1ec552edf495ba59a4aa9cebd3cde",
            "3c7e2984e3ed489599c54bdc86bf3f7d",
            "58a485e2238841409830325f7e3d23a6",
            "573d612f12434456b6fe3510f797292e"
        ],
        "path_id":2973,
        "scan":"B6ByNegPMKs",
        "source":"R2R"
    },
    {
        "distance":8.69,
        "heading":2.872,
        "instructions":[
            "Go between the statue and the large table. Go to the right of the counter and continue left to the fridge. Travel left along the counter until you reach the stove. ",
            "Walk past the dining area into the kitchen and wait by the stove. ",
            "Turn around and turn right. Turn left and then turn left again. Wait in front of the sink. "
        ],
        "path":[
            "541ab4e8ff1f4bc8bf20775a1fb38872",
            "6ab39d830183407cb7ec17206889000d",
            "e0f025c0baa94beba57ea499e3d846c5",
            "cd4f7bb78a8b469bac6deaea84e6f68c",
            "ddb93f6063d54365bc6e8c751fd2e698"
        ],
        "path_id":3211,
        "scan":"1LXtFkjw3qL",
        "source":"R2R"
    },
    {
        "distance":7.92,
        "heading":1.789,
        "instructions":[
            "Walk down the path and turn left. Stop outside the glass door. ",
            "Walk towards the pool and take a left on the path. Stop in front of the door to the dining room. ",
            "Turn around and walk down the pathway behind you. Turn left at the end and stop halfway before you reach the house. "
        ],
        "path":[
            "236a4dea3b6e415baa0606e642d48784",
            "3eed2cb0dead4d9eb9bd7030ed437dcf",
            "884d01546f7d45ab977658ff323da87b",
            "b8b37a15b628463d9cfacb168332912b",
            "591d52de25f64bbbb3bc6365669c5a0f",
            "5791bf29c55c4664b970a4d1adcddf06",
            "d2a62238e6a8472381a0111b06f35f72"
        ],
        "path_id":6971,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":7.09,
        "heading":3.819,
        "instructions":[
            "Turn around and walk all the way through the kitchen past all the bar stools. Stop in the doorway straight ahead. ",
            "Turn left and walk through the kitchen. Wait near the edge of the dining room. ",
            "Turn left and walk down the hall past the kitchen.  Stand in the hallway between the dining room and the kitchen. "
        ],
        "path":[
            "43e1809b657148dda75d8760b176c9b4",
            "415d5d09a188445993f2a8b451d48e91",
            "df0ddfb1212245bbbf95a6c94ed19b6c",
            "a56b95f00285452db9a95545aed7b5b7",
            "a39174aaa3fc4dff9b37f30cc03ab21b"
        ],
        "path_id":5197,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":6.48,
        "heading":6.154,
        "instructions":[
            "Go into the house and walk straight into the foyer. Stop once you are at the banister between the sets of stairs. ",
            "Walk through the doors in front of you until you get to the next set of double doors and continue walking straight. When you get to the spot where the two staircases meet, stop. ",
            "Go inside the house and stop between the staircases. "
        ],
        "path":[
            "9081c38ea6364c1e91132285a5cee2f9",
            "a58cfc143a484947b0a2c9395e7f11de",
            "067ad57950864b6482eee91a5bd6f5f5",
            "aabe1ec42c7f426a85b709e03c4711e9",
            "0e59dc94728348e7a3e5e3746f2742ea",
            "1b07d95cb6784bbebbc116ed20469d65",
            "f4810f2f18cb497389628bd8738ba036"
        ],
        "path_id":1081,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":11.4,
        "heading":0.873,
        "instructions":[
            "Go straight until you pass the chairs on the right. Turn right and then turn left. Wait near the chandelier. ",
            "Go straight and into the room on the right. Stop next to the light on the left. ",
            "Follow the red carpet forward and turn right to follow the roped off area. Turn left to walk through the double doors and wait near the fireplace. "
        ],
        "path":[
            "629b626095374e3ab7d9b7ba98f2f7ba",
            "fd433ad8502149ec849c4c51bb989e4a",
            "248492258fd5435c8276f59f63ddf0ef",
            "e2f7333559be465d94798c1940b2e582",
            "7a3f8f06712a413b9d9b422a448b20bd",
            "3517198fc6744a2eab89d685f8cb93da"
        ],
        "path_id":6257,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":6.41,
        "heading":1.674,
        "instructions":[
            "Go out past the towel racks and go wait in front of the bathroom sink. ",
            "Leave the shower and enter the bathroom. In the bathroom stop in front of the sink on the left. ",
            "Walk out through the doorway and immediately turn right.  Continue straight and wait in front of the leftmost sink. "
        ],
        "path":[
            "4774b20d04fb496fb89b802e0792b334",
            "ac23d4db16c24d8ea537b4f81c5605f9",
            "bd9c64e70c0d42ddb01fb17716e24903",
            "e27a1e250624457f8cbff1781dc8695b",
            "53b98ee4dfc1481ab5750f44ebdee37c"
        ],
        "path_id":3648,
        "scan":"vyrNrziPKCB",
        "source":"R2R"
    },
    {
        "distance":6.48,
        "heading":1.511,
        "instructions":[
            "Go to the end of the counter, turn left, beside the double chest of drawers turn left, go straight, stop beside the large snail on the floor. ",
            "Take a right and then take a left. Take another left and wait in the huge shower. ",
            "Walk forward and take a left. take the next left and enter the tile with the mosaic. Stop in front of the snail on the ground. "
        ],
        "path":[
            "c32282e053ad450e9187d9d95361b124",
            "f6872e6001054c67a12371a542c7defe",
            "fdf0fc24f7c549ccbb78e972c8024fa9",
            "a8cb8984630b456a96923ef0d7c3aeb3",
            "3fd2f1d849de4e9f8c07863c845db6b5"
        ],
        "path_id":1849,
        "scan":"Pm6F8kyY3z2",
        "source":"R2R"
    },
    {
        "distance":13.13,
        "heading":4.626,
        "instructions":[
            "Walk into the hallway and turn left. Walk straight down the hall and stop by the set of double doors on the right. ",
            "Go to the window. Turn left. Go straight through the hallway and stop at the outside patio door on the right side. ",
            "Exit the bedroom and turn left. Go down the hall and wait next to the sliding glass doors. "
        ],
        "path":[
            "527045377f974a7d8853d919218b98bd",
            "97dfbaecdc3f417385083e8302b2b694",
            "0cf943705a6f4cf798dbcc605c811a50",
            "735cc8eae07743a1aa5d41ba878b0eb4",
            "057625814959401f8e969f5bfbf6cca0",
            "91b29545634c4754bfe914564d6c950f"
        ],
        "path_id":5058,
        "scan":"ac26ZMwG7aT",
        "source":"R2R"
    },
    {
        "distance":5.73,
        "heading":2.745,
        "instructions":[
            "Walk straight to the door in front of you.  Walk over to the stove and turn to the right. ",
            "Turn to your left side and walk towards the wall oven. Turn around so you're at the side of the island across from the oven. ",
            "Walk by the stove and turn right. Stop in front of the double doors. "
        ],
        "path":[
            "1b584863928f47c68978bca62781228b",
            "494dd8583d9441feb7669b8ee539d037",
            "343a6c70ea474e92b1918236fcf0326b",
            "7791c5109cc04bc8b1c56f38aec384a3",
            "7b5d4b406dcf462e8edb1b1dce825695"
        ],
        "path_id":1709,
        "scan":"rPc6DW4iMge",
        "source":"R2R"
    },
    {
        "distance":5.3,
        "heading":1.616,
        "instructions":[
            "Go stand behind the middle kitchen island chair. ",
            "Walk across living room to kitchen bar. Stop at bar stools. ",
            "Walk past the dining table and take a right. Stop once you pass the second stool on the left. "
        ],
        "path":[
            "d65b6505904448d1940e679c9a098047",
            "701f7128272a4bb2acd9dbd89b5cdf6f",
            "c429b363fd3145fe8a7631bbe9644066",
            "1a41339ece1846eda6a924cdb4c417dd",
            "08c774f20c984008882da2b8547850eb"
        ],
        "path_id":2571,
        "scan":"17DRP5sb8fy",
        "source":"R2R"
    },
    {
        "distance":5.21,
        "heading":0.031,
        "instructions":[
            "Walk inside towards the red circle on marble floor.  Continue straight.  Wait at the bottom of staircase. ",
            "Go indoors. Walk straight until you get between the two columns. ",
            "Turn around, walk up the two steps and head through the entryway. Continue forward and stop in between the bottom of the two staircases. "
        ],
        "path":[
            "a58cfc143a484947b0a2c9395e7f11de",
            "067ad57950864b6482eee91a5bd6f5f5",
            "aabe1ec42c7f426a85b709e03c4711e9",
            "0e59dc94728348e7a3e5e3746f2742ea",
            "1b07d95cb6784bbebbc116ed20469d65",
            "f4810f2f18cb497389628bd8738ba036",
            "813bb8880cdf4a24b48d97af1b4443a2"
        ],
        "path_id":6569,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":7.27,
        "heading":4.909,
        "instructions":[
            "When you get to the second chandelier turn right and when you get to the third chandelier turn left. Wait by the stairs. ",
            "Go toward the kitchen and turn right into the hallway, and then turn left toward the living room.  Stop in the doorway next to the stairs. ",
            "With your back to the door, take a dog leg ahead and to the right. Stop when you reach the room with the wooden floor in front of you. "
        ],
        "path":[
            "5d82955e203d447a901929bc53deefd0",
            "1d8256878b534440b5ba54b31bfb210b",
            "5c3c7dfad2b3409182ecaf5535107dc5",
            "6a10ae81330345f794a55f2d96a86ea6",
            "d73741360a1341a5b6bd420c11b70105"
        ],
        "path_id":2638,
        "scan":"S9hNv5qa7GM",
        "source":"R2R"
    },
    {
        "distance":8.94,
        "heading":6.009,
        "instructions":[
            "Exit the vestibule and enter the house. Continue straight past the tablecloth draped table and stop in front of the entrance to the restroom. ",
            "Walk through the doors, past the table, and stop in front of the sinks. ",
            "Walk into the reception area, and pass the first white table on the left. Stop in front of the doorway to the restroom on the left. "
        ],
        "path":[
            "0cf8882315304c74b3169543eaed24d0",
            "f09279e00a4a482a8fa26981999bac00",
            "669fb3436cd44c578b743ab544e25a35",
            "5ec8f0868ac44bbd85851663a777ca9b",
            "8dada87b2e6f47cf8c2bc609b7b99c50",
            "a72aa7b4304f4c318af76653d9950c80"
        ],
        "path_id":6936,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":5.14,
        "heading":3.194,
        "instructions":[
            "Walk down the hallway and go past the living room on your left. Stop next to the light switch on the right in the living room. ",
            "Turn around and walk through the hallway to the next set of hall columns before you get the art prints. ",
            "Go down the long hallway and stop after you pass the big archway on the left. "
        ],
        "path":[
            "4914e12cb4a34f58b9e5779393e90a21",
            "818d69716786445f8eef89a590ec3f52",
            "7921c216294d43c0b7be2ca634bbf6a9",
            "8f1936c546cb4b4d9a1f6a6ad8949e5a",
            "32c24c4472f346bc9b292f8997b9f82e"
        ],
        "path_id":1434,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":6.81,
        "heading":3.659,
        "instructions":[
            "Walk down the stairs and wait near the bottom. ",
            "Go downstairs until there's only a few steps left to go and stop. ",
            "Go down the stairs and stop on the fifth step from the bottom. "
        ],
        "path":[
            "96ce4a25cc054509b9aff5cf697b716c",
            "628a2cb0bb6d483cbc726c8aacd90bf4",
            "f66c39dfa41346939c8253266b130559",
            "95906009592d4f8eadc55e48507593be",
            "54412fe5b92e49239cb028c9234aaa0c"
        ],
        "path_id":3675,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":7.01,
        "heading":5.009,
        "instructions":[
            "Head straight down hallway past two brown chairs. Wait in middle of hallway in front of entryway to blue room. ",
            "Turn left to walk down the hallway. Walk past the brown chair. Walk past the radiator. Stop in the hallway before the bathroom and bedroom with a brown duvet. ",
            "Walk forward passing the brown leather chairs. Stop in the middle of the hall with a closet on your left, and a bedroom on your right. "
        ],
        "path":[
            "d7ec37565be24b1ca1d4f99c34fc1632",
            "de68d1221d1749b392aff06c48512cf0",
            "0b302846f0994ec9851862b1d317d7f2",
            "3678af49806f4220b821c23d4ec3d33b",
            "d2a0481db3044dfbac40244bdbf9f9e1"
        ],
        "path_id":1386,
        "scan":"1LXtFkjw3qL",
        "source":"R2R"
    },
    {
        "distance":11.07,
        "heading":1.882,
        "instructions":[
            "Walk down to the front near the flat screen.  Then  walk around the couches to the door in the back. ",
            "Walk past the couches and then around past the hallway and walk towards the stairs, stopping by the open door. ",
            "Turn around and walk towards the TV. At the TV, turn right and walk down the walkway following the wood railing. Turn into the first doorway on the left and stop. "
        ],
        "path":[
            "cae5bc03a39a4790aa93f8ce3a55da06",
            "f7bfe15839b94a548dec94d2875b9cc3",
            "98b08d62cf5b42d8b6c22eb40774eb97",
            "6902e2e6503e43c0b5810d4cb229ad16",
            "9f69c6814d3c476d8d05146e862c23a5"
        ],
        "path_id":4311,
        "scan":"V2XKFyX4ASd",
        "source":"R2R"
    },
    {
        "distance":9.99,
        "heading":5.864,
        "instructions":[
            "With the curving wall to your left, continue down the walkway and stop at the door leading inside. ",
            "Walk forward with the wall on your left. Walk to the door to the house and stop. ",
            "Walk with the white wall with circles in it to your left. Stop on the placemat outside of the door. "
        ],
        "path":[
            "5a829e63cd8b4ba1aa176297ac85d376",
            "1847261760224ca98686a4882ecbf099",
            "2ca64ac5923c499ab3e8f94063be38a5",
            "d1a56fbfc2a44566aff53cab76124e44",
            "c22f5ecc360048698e71cad6542f07a6"
        ],
        "path_id":2567,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":5.1,
        "heading":3.109,
        "instructions":[
            "Exit the shower turn left and then when you get to the tub turn left again. Wait near the bathroom sink. ",
            "Exit the shower and turn left. Walk past the bathtub and wait in front of the bedroom doorway. ",
            "Turn left and keep walking until you exist the shower. Turn left again to walk past the bathtub, then stop when you're facing the bedroom. "
        ],
        "path":[
            "f472684bf3aa4ef39f59c217f09117e4",
            "cbf8e6014d7143efadae4b1c6fdd962e",
            "54fd5c128cbe4b2599804db60290ea4a",
            "aaab09df2ec34ea584e93e42ad0cf8e4",
            "c6221b7f72c04623a8396e3f3bb14bfa"
        ],
        "path_id":4792,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":5.55,
        "heading":4.679,
        "instructions":[
            "Walk towards the round table with the two chairs and stop in front of the bookcase ladder on the left. ",
            "Turn right and follow the path. Stop next to the desk. ",
            "Walk all the way forward passing everything and stop in front of the big book shelf visible on the left. "
        ],
        "path":[
            "e8e8f20091764538891d2cb74fa358a3",
            "72f26021b757414e9e9e087cbbe0ce20",
            "b4a95ae65e3947759563d94e9cfa135a",
            "8a6f42f92af64cf084c2adfc7397e142",
            "2ff597e4083c4124924fb6529da91e1e",
            "89f0bcf59c3544e18b4bb2a1e678bf33",
            "ccb433bb72fc4f9eb85cf3a7bac78925"
        ],
        "path_id":4652,
        "scan":"JeFG25nYj2p",
        "source":"R2R"
    },
    {
        "distance":10.56,
        "heading":5.636,
        "instructions":[
            "Walk down the hall, past the rug that's on the floor.  When you get to the next spot where you could turn left and right, you need to stop there and wait. ",
            "Move down the long hallway. Stop when you reach the second doorway on you right. ",
            "Go forward down the hallway with the dark wooden floor and on to the rug. stop after the end of the rug. "
        ],
        "path":[
            "aabeeacedf4443808d8479c55116ed18",
            "4b7c3faa94b34318bc00523ec9b9c6a3",
            "4a47eadc434047b8838668980cbb303a",
            "6274ee399dac4c5fb61f8198069b490e",
            "5fa450a5199b41b5b46628e473f20374",
            "ca8f4ab52e7d402a9d796b1f24c0ea64",
            "9c36a2928f3d436181736d628dd0a694"
        ],
        "path_id":843,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":6.48,
        "heading":4.29,
        "instructions":[
            "Go down the walk and up the stairs , turn right and go up the stairs. Stop at the top of the stairs. ",
            "Start at the stair landing. Walk forward and go up the stairs.  Turn right and go up the stairs. Stop at the top of the stairs near the thermostat on the wall. ",
            "Go forward and go up the stairs to the top and stop on the second from the top step. "
        ],
        "path":[
            "f44ccc9e567343a68ff23446d307e2ba",
            "243bb46502fc48128951043fcc8e9b3f",
            "2b77964bfc6a4f108f39b7849c8d6778",
            "a4eb4ea3912a494490258a8444f247ec",
            "f88ef0b879b04fe5a8d0d4d96f9ebf6d"
        ],
        "path_id":978,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":7.66,
        "heading":0.46,
        "instructions":[
            "Enter the kitchen and immediately turn left, then right. Walk to the stair landing and wait by the painting. ",
            "Take a left in the kitchen, and pass the refirgerator on your left. Walk towards the stairs, and stop right at the top. ",
            "Go straight and turn left passed the fridge. Take the next right and go to where the stairs start. "
        ],
        "path":[
            "8db06d3a0dd44508b3c078d60126ce19",
            "43ac37dfa1db4a13a8a9df4e454eb016",
            "4bd82c990a6548a994daa97c8f52db06",
            "6d11ca4d41e04bb1a725c2223c36b2aa",
            "29fb3c58b29348558d36a9f9440a1379"
        ],
        "path_id":6106,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":5.53,
        "heading":1.418,
        "instructions":[
            "Make a 180 degree turn and walk straight to the white door with a brown, wooden handle. Wait here with the white door in front of you. ",
            "pass through hallway, stop at door at end of hall. ",
            "Turn around at the start, moving straight down the hallway, keeping the paintings to your right side, keep going straight and wait in front of the door with the copper handle. "
        ],
        "path":[
            "4bc28cee06d54af9aef263db6f9f2016",
            "64f15fc5001f42a58ad17839e7dc6c8c",
            "050b14f85a974966b61edcf8f965660a",
            "3a0f734a7b4e46c4bcee77b78c5e3f6a",
            "ac4729349d8643c28a5b7ff8e7857a32"
        ],
        "path_id":784,
        "scan":"JeFG25nYj2p",
        "source":"R2R"
    },
    {
        "distance":8.18,
        "heading":1.574,
        "instructions":[
            "With the stairs behind you, turn right and walk down the walkway with the railing on your right.  Stop in front of the second lamp on the other side of the windows to your left. ",
            "After you go up the stairs turn right. Walk straight until you get to the middle of the last window on the left before you get to the chairs. ",
            "Walk down the walkway towards the sitting area. Wait by the window near the sitting area. "
        ],
        "path":[
            "1f78bb4fb9c843fb843ee685cca4d331",
            "d4a64bb6a6c24af6b2bf62e5e7a6f1bc",
            "76c94a67e378406e849a928e1ddfdd36",
            "5e0f3e3e13b742a894b760361976feda",
            "0a5f2a70a55e44428bd645c745920e3d"
        ],
        "path_id":5452,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":11.77,
        "heading":3.128,
        "instructions":[
            "Turn to the right, and walk down the sidewalk.  Go around the center of it and walk on the grass.  When you're just past the planter, you should stop and wait. ",
            "Walk down the patio stones and passed the circular planter bed. Walk towards potted plants and through the gate towards the next lawn area with a fountain. ",
            "Move towards and around the left side of flowerbed, continuing to move forward until you reach the railing on the right. "
        ],
        "path":[
            "202c0c5fee334297926cca560dfdd9ef",
            "90ca0b4ba53348688017ab8ba661e2c7",
            "59d35dd85e8f4b33954dc51f4d8f0db2",
            "ca9293fce518481282c3bc9bd6230f4c",
            "deade6958e8845448d4594169d435b5c"
        ],
        "path_id":163,
        "scan":"EDJbREhghzL",
        "source":"R2R"
    },
    {
        "distance":6.61,
        "heading":3.414,
        "instructions":[
            "Walk forward past the large entryway doors on your left.  Take another left at the end of the hallway and stop before entering the door past the brown/black chair. ",
            "Turn right and enter the hallway, then turn left and stop outside of the bathroom. ",
            "Turn to the right and walk past the open doors on the left. Walk forward and turn left. Wait by the black padded chair. "
        ],
        "path":[
            "859a7c9c12c847d9a6860bd6d6bd635a",
            "37a978a1cc0e4464a714fb676f65b7fb",
            "8138835f78064c28b6c9c35a89eda7d6",
            "9d001c6bc0f64a699fd36a6b9a61266a",
            "7cb2c4bc9ad84463b4d0c6a91b8c4640"
        ],
        "path_id":1848,
        "scan":"sT4fr6TAbpF",
        "source":"R2R"
    },
    {
        "distance":7.17,
        "heading":5.289,
        "instructions":[
            "Walk down the hallway toward the stairs. Walk by the stairs. Pass the first door on the right. Wait there. ",
            "Walk down the hall. Stop in front of the doorway. ",
            "Walk down the long hallway and wait at the first door. "
        ],
        "path":[
            "92fb09a83f8949619b9dc5bda2855456",
            "b6c62c6714d44a7080c83ec374607bcb",
            "b564162b2c7d4033bfe6ef3dfb959c9e",
            "9e4c92fd7eb74504baecf55a3264716e",
            "6376b741b50a4418b3dc3fde791c3c09"
        ],
        "path_id":2412,
        "scan":"7y3sRwLe3Va",
        "source":"R2R"
    },
    {
        "distance":8.66,
        "heading":5.071,
        "instructions":[
            "Go toward the table with the white tablecloth and continue past the first black bench. Take a right and face the doorway. ",
            "Walk past buffet table. Make right at bench. Wait at exit sign. ",
            "Turn right and walk through the living area past the table covered in a white cloth.  Walk towards the long black bench.. Turn right and stand in front of the brown rug. "
        ],
        "path":[
            "f09279e00a4a482a8fa26981999bac00",
            "669fb3436cd44c578b743ab544e25a35",
            "5ec8f0868ac44bbd85851663a777ca9b",
            "dfca24101c684319a572d6f7cc7d16de",
            "7f71bf54a3884deabc7cb90728c7e77d",
            "cb7d4a315dc446459a9bb060475ea9a1"
        ],
        "path_id":1413,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":6.09,
        "heading":3.33,
        "instructions":[
            "Walk behind the couch and turn left.  Stop beside the middle stool. ",
            "Walk behind the back of the sofa and turn left.  walk into the dining room area and stand next to the chair. ",
            "Go straight passed the couch, turn left and go straight and wait near the counter. "
        ],
        "path":[
            "3577de361e1a46b1be544d37731bfde6",
            "6800f98e9e67463e9928a4253253bc2f",
            "77a1a11978b04e9cbf74914c98578ab8",
            "b185432bf33645aca813ac2a961b4140",
            "5e9f4f8654574e699480e90ecdd150c8"
        ],
        "path_id":3546,
        "scan":"17DRP5sb8fy",
        "source":"R2R"
    },
    {
        "distance":6.13,
        "heading":2.075,
        "instructions":[
            "Go to the other side of the bed and stop and the en suite bathroom doorway. ",
            "Walk around the bed and stop in the doorway to the bathroom on the opposite side. ",
            "Turn around and walk to the other side of the room. Turn left and then stop in the doorway facing the shower and the sink. "
        ],
        "path":[
            "a89388278b38480a8e2a9cdedbbcb316",
            "95d793d922e54671a4debca5c926c860",
            "7aaefefd70ef448eb38651869d819d0e",
            "255adf75751547fbb13b7f5d83c7166f",
            "7f6aa85262424e7da75f62063d397514"
        ],
        "path_id":2316,
        "scan":"ULsKaCPVFJR",
        "source":"R2R"
    },
    {
        "distance":7.79,
        "heading":6.122,
        "instructions":[
            "Walk onto the first rug. Turn left and go along the right side of the table. Stop in front of the dresser. ",
            "Walk around the dining room table and stop on the edge of the carpet at the head on the opposite side of where you started, right by the table with the animal sculptures on it.  Stop in front of the pig sculpture. ",
            "Walk onto the rug on your right towards the table with black chairs. Walk on the right side of the table, past the wooden dresser and stop on the blue rug. "
        ],
        "path":[
            "444a5cc79a15455d96cfd41bc1f67e57",
            "cf33698ad71e4ff48d7ff42e35e3fd83",
            "c3a25551d0e74186ab736e502f621f9e",
            "da041807b0184761af4e74df5006b95e",
            "9f7f95239ff04f7581f1cf9a4b5a9eaf"
        ],
        "path_id":2619,
        "scan":"JmbYfDe2QKZ",
        "source":"R2R"
    },
    {
        "distance":7.27,
        "heading":6.176,
        "instructions":[
            "Walk straight down hallway. Turn right and take 3 steps. turn slight right and enter next room in front. turn left and stop at front door. ",
            "go straight down the hallway, turn right at the end of the hallway, go straight, turn left, stop by the exterior door. ",
            "Walk forward away from the stairs. Take a right in the hall. Go forward into the entry and stop in front of the white door. "
        ],
        "path":[
            "d73741360a1341a5b6bd420c11b70105",
            "6a10ae81330345f794a55f2d96a86ea6",
            "5c3c7dfad2b3409182ecaf5535107dc5",
            "1d8256878b534440b5ba54b31bfb210b",
            "5d82955e203d447a901929bc53deefd0"
        ],
        "path_id":1910,
        "scan":"S9hNv5qa7GM",
        "source":"R2R"
    },
    {
        "distance":8.3,
        "heading":5.794,
        "instructions":[
            "Walk into the closet and turn left, then stop and wait by the poster on the wall. ",
            "go through closet, turn left. ",
            "Walk forward into the Walk-In wardrobe. Turn left and walk past the t-shirts on the right. Continue past the shoes on the right and wait next to the Ryan Blair poster on the right. "
        ],
        "path":[
            "07304b100af64280bbaf510f06c7069c",
            "23f11ca018144f2ab23fe61a59cdf150",
            "8fcfcd2540414736b7d56cf70c62ecf9",
            "3c62d0c1ef944520aa557378c7234b25",
            "fea379edc55640b6863f138b527f33c7"
        ],
        "path_id":117,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":9.86,
        "heading":3.969,
        "instructions":[
            "Walk down the hallway passed the curved reception desk. Continue down the hall past the pots on the ground and stop near the open glass door ways. ",
            "Go along the right side of the desk, passed the pots, and stop before the glass doors. ",
            "walk down the hallway past the front desk in between the pots and stop by the glass doors. "
        ],
        "path":[
            "55c2d773a3034d8284c17ee5ec9f5c94",
            "74b06bb5be1945f99ceacd2687aaa74f",
            "e5e1301c040f4617b2e9512bc4fb1c78",
            "10b397282f864df3968aa92727d990f7",
            "3c9f696ecbb241cd9fece54ce1b07369"
        ],
        "path_id":3558,
        "scan":"ur6pFq6Qu1A",
        "source":"R2R"
    },
    {
        "distance":6.03,
        "heading":6.161,
        "instructions":[
            "Pass the white couches and wait right at the beginning of the three steps. ",
            "Walk toward the stairs and stop right before them. ",
            "Turn right at table and walk between couches, and turn left, wait at bottom of stairs. "
        ],
        "path":[
            "a728d2eef41b449f82357899de802dd3",
            "3450b3accb584493bf13be8e9554dbea",
            "05285f9bc0234526bf0f6362679e38d0",
            "412fc84487ec4099bac76a5c4fe801b9",
            "d11f14ddecbe406681d4980365ea5a43"
        ],
        "path_id":3145,
        "scan":"uNb9QFRL6hY",
        "source":"R2R"
    },
    {
        "distance":7.02,
        "heading":1.231,
        "instructions":[
            "Go to the doorway of the bathroom at the end of the hall and wait there. ",
            "Go stand in the doorway of the bathroom. ",
            "Go straight until you get to the end if the hallway and go into the room on the left. Wait there. "
        ],
        "path":[
            "de68d1221d1749b392aff06c48512cf0",
            "0b302846f0994ec9851862b1d317d7f2",
            "3678af49806f4220b821c23d4ec3d33b",
            "d2a0481db3044dfbac40244bdbf9f9e1",
            "c6a181682e8f4c55b27287031ed7ddcd"
        ],
        "path_id":3264,
        "scan":"1LXtFkjw3qL",
        "source":"R2R"
    },
    {
        "distance":8.37,
        "heading":0.133,
        "instructions":[
            "Walk past the lounge chairs and stop in front of the patio chairs. ",
            "Walk just to the left and go across the front of the sunning beds and wait by the doorway next to the living room/kitchen area. ",
            "Turn to the right and walk by the base of the chairs.  Continue on towards the house.  When you are about 5 feet away from the house, please stop.  Wait. "
        ],
        "path":[
            "6536cc05bf45478aa2aceaa3bc575b61",
            "4848ed4db295441c8722127d3df1c8c1",
            "c75f71faa8b74a8eb875731b3dbe6183",
            "be698bf5eb97439c98ce83c945aba879",
            "7dca42b9f8a04177b4766e6b90a76aef"
        ],
        "path_id":1855,
        "scan":"5LpN3gDmAk7",
        "source":"R2R"
    },
    {
        "distance":7.79,
        "heading":1.59,
        "instructions":[
            "Walk down the hallway passed the hanging wall art. Continue down the hallway past the laundry room and stop at the wooden cabinets on the right of the hallway. ",
            "Walk down the hall.  Keep  going until you get to the brown closet doors on the right.  Then you will stop and wait. ",
            "Walk straight down the hall until you reach the digital thermostat on your left. "
        ],
        "path":[
            "9d691cb5fdfc46d995836e1ea82465d7",
            "88ffbea957e34cd09d0ce2d3290e9694",
            "b1a1885860a54b8cb99c6f4ac19999a5",
            "f15cd6746d1f4b7a804ede38d47cfa03",
            "5fdff4b578f24ff98a213299f3d91576"
        ],
        "path_id":213,
        "scan":"aayBHfsNo7d",
        "source":"R2R"
    },
    {
        "distance":6.4,
        "heading":2.86,
        "instructions":[
            "Stand so that the closest door is behind you and walk straight.  Walk past the pool and shrubbery and stop just before entering the doorway on the opposite side from where you started. ",
            "walk forward then stop at the door. ",
            "Walk across the yard and wait in front of the doorway with the flower tapestry. "
        ],
        "path":[
            "d2a62238e6a8472381a0111b06f35f72",
            "fa1f71b06e894ff6a4e2173012ac7a3b",
            "a3dfeebf01d24ad19c009d3527fcb6cc",
            "b893c0ba92f64e9e88698fc4225fad6a",
            "c4c0d2047c27477aa1fbddd567a6ee4a",
            "49e6c905a81c486baa8fec5e6e436ca9",
            "6b0783db762e4593ab5ff5fa7caf57ce"
        ],
        "path_id":5171,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":16.31,
        "heading":0.595,
        "instructions":[
            "Walk beside the pool, in the space between the pool and the lounge chairs. At the last lounge chair, turn left. Stop by the steps. ",
            "Turn to the left, and walk alongside the pool.  When you get to the last cabana, turn left, and left again and walk towards the concrete stairs.  Wait at the base of them. ",
            "Walk down the patio area alongside the pool between the set of chairs poolside. Go around the set of chairs and walk through the arched entrance and up the small set of steps towards the couch area. "
        ],
        "path":[
            "60009bb5fef8452c9201cdd82b0b15cd",
            "123fc12f2d1d4c3ab9b41db86d3df71a",
            "6e2a94028a5b422e80ee3361974d598d",
            "66a7eec9430c4350b465fa4bd1adfedf",
            "e34b9715471b421aba635bfc00dfb4a2",
            "1e1cd1f1f6cd45689fb43615d2ee4eb0"
        ],
        "path_id":634,
        "scan":"VFuaQ6m2Qom",
        "source":"R2R"
    },
    {
        "distance":7.91,
        "heading":1.543,
        "instructions":[
            "Go to the end of the walkway and wait at the top of the stairs. ",
            "Walk straight with the blue chairs on your left. Stop at the top of the stairs. ",
            "Turn left and go down the hallway.  You'll go to just the top of the stairs and then you should stop. "
        ],
        "path":[
            "f6af6b4247ea4353b90f8bce6e05f58a",
            "810702d87ddc4964a583f8b7a3b9c43c",
            "5e102e6df0e544578c407d3b4373f737",
            "18ea875fed1b4dc99363420c08cb4300",
            "efa99d80f5024c999633851f5875c6c7"
        ],
        "path_id":514,
        "scan":"1pXnuDYAj8r",
        "source":"R2R"
    },
    {
        "distance":5.36,
        "heading":4.986,
        "instructions":[
            "Go down the asleep of the chruch towards the front.  Stop and wait after passing all of the pews. ",
            "Turn of  around and walk straight down the aisle until you reach the first set of pews. Stand ahead of them in the center. ",
            "Walk past pews and wait in front of potted flowers. "
        ],
        "path":[
            "d841f7b710f9470796d55561f8f524db",
            "01c80b5f8fbd4c969ee0bc03f1ec7a6c",
            "82ea5baa30f945fe98f6cad3064af847",
            "d471e89e00be49f49a7ecace814d60bf"
        ],
        "path_id":884,
        "scan":"YmJkqBEsHnH",
        "source":"R2R"
    },
    {
        "distance":5.41,
        "heading":6.018,
        "instructions":[
            "Walk around the dining room table towards the glass window walls. Walk around the table to the dresser with a digital picture frame on top. ",
            "Go to the right of the table towards the bookshelf. Go left around the table and continue to the chair at the end of the table next to the balcony. ",
            "Go right around the table and wait by the black drawer. "
        ],
        "path":[
            "667ff0920b9e411fadec2d197fb1b212",
            "4a8e3e54dff24b6d823116967b9394e1",
            "c3252976460541b2b3f3f0e120a3e999",
            "addfea9928174ac1803f8f46cce98c7f",
            "5e03e25da5354169b69a22d1e83a9396"
        ],
        "path_id":429,
        "scan":"JeFG25nYj2p",
        "source":"R2R"
    },
    {
        "distance":8.38,
        "heading":5.657,
        "instructions":[
            "Walk clockwise along the long table with the bookshelves to your left.  Stop behind the last chair at the other end of the room. ",
            "Walk down the left side of the table. Stop next to the last chair on the left of the table. ",
            "Move down the lefthand side of the very large table, and stop just before you reach the end of the table."
        ],
        "path":[
            "4c793e5198034f3eb52a199745373fb8",
            "d5c6ca3ad0204601b6c9c0280a0e144e",
            "3ad040847d7c48788baf889755ecf33c",
            "e42a8231f4364b629cecd35d58c43635",
            "ceed635a9b804a13a8db5fd5cd755281",
            "4610dfb32d044ad793cf8640a7ede0f4"
        ],
        "path_id":5475,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":17.68,
        "heading":1.09,
        "instructions":[
            "Turn left and walk towards the items. Turn right walk across the room. Turn left again walk across the room again. Wait at the doorway. ",
            "Go around the plastic spray booth making a right turn towards the garage doors. Make a right and walk towards the small doorway. Wait there in front of the open door. ",
            "Walk towards the golf bags. Make a right towards the garage door. Make a right at the garage door and walk right in front of the door in the corner of the room. "
        ],
        "path":[
            "da17b34f8eba45ab9947ffd3e150d2ff",
            "a26f1480cb934ad2ba3fa36542dffaf0",
            "561ddcda6a2d4a74b9dd2d42e6c8e863",
            "f40ae796663b46ba8fe48392eada6053",
            "8c6a1212bf9f41f190e6c0b43be35b16",
            "de3b8549d5784404af13fc30f4a5ddf2",
            "75cc2ac383b54733b202fd94cf2a6cf5"
        ],
        "path_id":5216,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":11.69,
        "heading":1.291,
        "instructions":[
            "Face the table and chairs, turn left, and walk down the walkway.  Stop at the last urn on the brick walkway. ",
            "Walk along the deck. Stop in front of the second window past the doors. ",
            "Go along the outside walkway past the plants on either side.  Stop at the last set of plants before the awning. "
        ],
        "path":[
            "ca9b27594a42478194e66ccf076fd73a",
            "4e30f38a55414abb9f740d60ad40df7c",
            "8e5ee1e7e6784eed89a6c8579b4fd88b",
            "2ed5407274614845a0c2c8f106b861c0",
            "58a6801fbf32464a8d6fc34db3bc991e",
            "86028d7e79e14e0790334948dc507179"
        ],
        "path_id":2054,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":5.32,
        "heading":6.101,
        "instructions":[
            "Walk forward to the padded benches. Turn right and walk between them. Wait near the first pillow on the left, close to the altar. ",
            "Take a right down the lane through the two sets of pews, walk towards the left corner of the church and stop at the one step. ",
            "Walk around the pews and towards the front of the room with the paintings of religious figures and a stage area. "
        ],
        "path":[
            "80929af5cf234ae38ac3a2a4e60e4342",
            "ba27da20782d4e1a825f0a133ad84da9",
            "47d8a8282c1c4a7fb3eeeacc45e9d959",
            "46cecea0b30e4786b673f5e951bf82d4"
        ],
        "path_id":1304,
        "scan":"gZ6f7yhEvPG",
        "source":"R2R"
    },
    {
        "distance":6.14,
        "heading":0.874,
        "instructions":[
            "Walk to the other side of the room and stop at the end of the couch facing the Walk the Line poster. ",
            "Head toward the white projector screen. Go down two steps and stand by the poster that says \"Walk the Line\". ",
            "Walk down the aisle with the wall to your left until you're at the front of the theater. Then turn right and go to the right side of the theater until you're at the base of the stairs in the aisle leading out of the theater. "
        ],
        "path":[
            "20247bd5061d41838566259f995f9808",
            "04d33e2bf9e543ff8a37c980d4b01249",
            "f33dc13affb54cee9e5a409a9d562fba",
            "c1073fa8cc0f4caeadc3e56e17cd95c4",
            "a9e7a38729004747a030100365a44747"
        ],
        "path_id":2904,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":13.73,
        "heading":0.857,
        "instructions":[
            "Walk behind couch and towards pool. Proceed past table and turn left towards love seat. Head towards potted trees. Keep to the right of the tree and wait directly in front of doorway with two rugs in front of it. ",
            "Walk to the table in front of you, then take a slight left and wait in between the pool and the doors. ",
            "Head towards the pool and veer around it to the left. Stop in front of the double sliding glass doors. "
        ],
        "path":[
            "046f3c8f4bd946e181fed8ae5a72dc52",
            "29ce3d91cc444cf69654227e2e113a16",
            "b951349f39004681bcf324d5da9eaa25",
            "546dc7ae26744b88bac71ed62bc8351f",
            "ee5e9cb296834e2cb80028e1cc9e9fe9",
            "ec1b5ed22ffb430883db75696a30061c"
        ],
        "path_id":2633,
        "scan":"Vvot9Ly1tCj",
        "source":"R2R"
    },
    {
        "distance":7.46,
        "heading":3.213,
        "instructions":[
            "Walk around the kitchen island and towards the easel.  Go to the two staircases and stop on the first step on the staircase to the left. ",
            "Go past the table and chairs then go up two steps on the stairs on the left. ",
            "Turn right and walk past the table area towards the steps. Go to the steps on the left and stop on the bottom step. "
        ],
        "path":[
            "227efb9ab28046fcb020e116f7364b4a",
            "44e14ff2fcd34fa9a93265e53dc53b52",
            "3d409564a59c44ea84fd79ddc8aa4fc9",
            "7b99836e3e0045f2b5cc212e8181914b",
            "8ae0426af8824849ba75a6147325c30c"
        ],
        "path_id":3415,
        "scan":"ZMojNkEp431",
        "source":"R2R"
    },
    {
        "distance":5.51,
        "heading":0.659,
        "instructions":[
            "Walk around the bed and stand on the other side. ",
            "Go around the bed in the bedroom. Go to the closet which is on the left. Stop in front of the doorway. ",
            "Walk counter clockwise around the bed and stop in front of the door to the left of the framed picture of a hand. "
        ],
        "path":[
            "0f5c56e60cbf429eb30903125c3035b6",
            "401c33266eca4b04be4f4f3cc3b1cfe6",
            "35a21f771ab04beb822d7262329d194e",
            "5588d14480e84a6d9b0cc3db4dac8f50",
            "c637b66b6f804617962f0f9e2f2c0341"
        ],
        "path_id":6391,
        "scan":"5LpN3gDmAk7",
        "source":"R2R"
    },
    {
        "distance":5.02,
        "heading":3.101,
        "instructions":[
            "Walk down hallway, descend steps and stop at landing. ",
            "Walk down the hallway and wait on the steps. ",
            "Walk across the hallway until you approach some steps. Walk down one step and wait there. "
        ],
        "path":[
            "123e8165f6254f5abf4b945b541fc25f",
            "bcce4f23c12744c782c0b49b24a0331a",
            "daf1cf81c53b4e439e7e649fa9b41341",
            "28cd285e6d5545dda080d949bb00f1c0",
            "6c4fa6dfddc1499db228854454bfc61d",
            "780f24f51de04a70bd30129c8ab9913e",
            "14f2a8bc76f24d2ea495369bfde2f653"
        ],
        "path_id":5364,
        "scan":"uNb9QFRL6hY",
        "source":"R2R"
    },
    {
        "distance":8.61,
        "heading":2.668,
        "instructions":[
            "Walk down the hallway following the marble flooring and stop when it turns left. ",
            "Turn around and walk down the hall towards the lighted sconce on the wall. Wait in front of the lighted sconce. Three white cushioned chairs will be to your right. ",
            "Walk down hallway and stop at the end. "
        ],
        "path":[
            "a4ccec70ea184a98b472ef838398ff73",
            "445035dd08bb49b9838fa7ccb67d3635",
            "d48882afbce342c0a449050e190e65fe",
            "a6c98c3bdcfa4f398c15ec4eb6532f09",
            "343c4f94c6aa47a4b635a78e8c9e2ef7"
        ],
        "path_id":245,
        "scan":"ur6pFq6Qu1A",
        "source":"R2R"
    },
    {
        "distance":9.49,
        "heading":1.448,
        "instructions":[
            "Turn left and walk toward the three chairs. Wait there. ",
            "Walk past the altar and stop by the three seats. ",
            "Cross the room with the table to the left, go near the three chairs across the room and stop. "
        ],
        "path":[
            "934734efa498455bbbabb9e0cc8e342d",
            "a061bf8e69e74a92b02d4ad45e0d7ab0",
            "084ee8230aac42918476f2b67585fe01",
            "6c6bf7ed2811477cac4123a4be1ac981",
            "7edacf63b7f74af3a3a52bbbbd0732f8"
        ],
        "path_id":6233,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":5.35,
        "heading":5.01,
        "instructions":[
            "Walk towards the benches and up the aisle down the middle. At the end of the aisle take a right and stop in front of the cabinet. ",
            "Walk up the aisle and wait to the left of the altar. ",
            "go towards the middle of the aisle. Take a left and go to the front of the room at the end of the aisle. Take a left and stop in front of the small piece of furniture and painting. "
        ],
        "path":[
            "29b20fa80dcd4771974303c1ccd8953f",
            "ba27da20782d4e1a825f0a133ad84da9",
            "47d8a8282c1c4a7fb3eeeacc45e9d959",
            "0ee20663dfa34b438d48750ddcd7366c"
        ],
        "path_id":318,
        "scan":"gZ6f7yhEvPG",
        "source":"R2R"
    },
    {
        "distance":8.21,
        "heading":1.573,
        "instructions":[
            "Walk towards the fireplace and turn slightly right. Walk forward to the window and turn right. Wait near the black leather seats. ",
            "Walk toward the fireplace. Walk straight until you pass the couches then turn right and wait near the benches by the large glass windows. ",
            "Walk into the living room by the fireplace. Take aright behind the couch. Stop in front of the second pillow on the black bench. "
        ],
        "path":[
            "01b439d39a8f412fa1837be7afb45254",
            "adc00d8eaf1448b8b57fa552779ced79",
            "e33610a744554c9d9202fa95100304ff",
            "c3f75cb415554a919dbc49eaaebc702e",
            "276586d2d2e14dde82b112c03ccf2188"
        ],
        "path_id":4716,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":11.6,
        "heading":2.994,
        "instructions":[
            "Wall down the hallway keeping the pictures to your left. Stop next to the fire extinguisher. ",
            "Walk down the long hall with the window on the right. Stop next to the fire extinguisher. ",
            "pass through hall with photos to left, stop before corner. "
        ],
        "path":[
            "c946db5792df4f90bea20f06a0030c37",
            "07ef5f3b56d04dcea961901b49d735aa",
            "b375d293491e4cf88d154d2720bf293b",
            "48035d7667d44de7affa4fc201a6fb68",
            "b8e1ecf1bd044e7292581a66683e7993",
            "c04cae746d3740608977c7c126e4d83d"
        ],
        "path_id":1745,
        "scan":"B6ByNegPMKs",
        "source":"R2R"
    },
    {
        "distance":9.13,
        "heading":1.43,
        "instructions":[
            "Walk to the left of the pillar. Walk past the sink and end table. Walk past the sink and stop. ",
            "Go straight and enter library. you  look chairs and table and piano. ",
            "Go through the left archway and walk forward.  Stop at the middle archway. "
        ],
        "path":[
            "43b70941e6e24925b9097684ddf31c84",
            "dac4509f882848258838272f16d18302",
            "4460e0586719490095d7ac389f302500",
            "4ad533e309ca4c61856c953afb7876b6",
            "840cd9be95274178b83c956386943c99",
            "88a3a2ec4bae471087ac403331020c72"
        ],
        "path_id":1378,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":5.85,
        "heading":2.176,
        "instructions":[
            "Turn left and face the yellow counter. Travel between the counter and the black table to the window. Turn right and travel to the fridge. ",
            "Turn left and head towards the yellow bar. Walk along the bar and then turn right and walk up up to the yellow refrigerator and stop. ",
            "Walk around the round table towards the kitchen counter. Turn right at the kitchen counter towards the refrigerator, and stop there. "
        ],
        "path":[
            "32cd64f9c7d74e7185517bca189a00b4",
            "7bbddf0c8df249a3b8a6da60b1b7fd57",
            "26964f2a05a344ffaa88b46e2040155f",
            "90440703eace49f3b867750beca05a25",
            "c50c867a5b57496cb6c6650edd9f0b62"
        ],
        "path_id":3569,
        "scan":"29hnd4uzFmX",
        "source":"R2R"
    },
    {
        "distance":14.92,
        "heading":1.401,
        "instructions":[
            "Move slightly to the right around the table. Walk forward. Walk forward. Walk slightly to the left around the table and walk forward. ",
            "Walk past all the round tables and stop to the left of the last one. ",
            "Walk to the end of the patio, towards the gazebo and wait by the last table. "
        ],
        "path":[
            "7601d3e4875e4985aa22aa0ac1605578",
            "00187e6e9d5c41608a232fadb522677e",
            "84bd5fd3ffa04bc8a7810851a04ad9be",
            "f0ab74c8a4a44abfba942f946364510c",
            "bf454a84e687425db55a946493d2ba72",
            "d5183baffb764292a1ce414243f30ef6",
            "684c5856cff5465a8ab3c35b6ffa355c"
        ],
        "path_id":2901,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":9.73,
        "heading":4.924,
        "instructions":[
            "Walk around the banister rail and stairwell. Continue down the hallway with paneled wall. Walk towards the open door at the end of the hall and stop at its entrance. ",
            "Go to the right of the stairs and passed the stairs on the left and keep going down the hallway, at the first doorway step in and stop. ",
            "Walk past the stairs and down the hall. Wait in the doorway at the end of the hall. "
        ],
        "path":[
            "bacef43d28c74751a7bd62578d443053",
            "90dcb8a526504454b728d3f7951f153f",
            "33a824661ad34d9391d80d87485b5356",
            "45eac43ea9054cbbaa91863a5aa202fa",
            "6b3e8eaf98a14207b9ec30d4105938ce"
        ],
        "path_id":5457,
        "scan":"kEZ7cmS4wCh",
        "source":"R2R"
    },
    {
        "distance":5.73,
        "heading":3.302,
        "instructions":[
            "Walk straight ahead passing the sink faucet on the left all the way to its end. Stop in front of the round table and six chairs. ",
            "Head around the counter and past the stove. Stop when you read the end of the counter. ",
            "Walk around the island past the sink and grill and stop behind the closest chair at the table. "
        ],
        "path":[
            "7b5d4b406dcf462e8edb1b1dce825695",
            "7791c5109cc04bc8b1c56f38aec384a3",
            "343a6c70ea474e92b1918236fcf0326b",
            "494dd8583d9441feb7669b8ee539d037",
            "1b584863928f47c68978bca62781228b"
        ],
        "path_id":2281,
        "scan":"rPc6DW4iMge",
        "source":"R2R"
    },
    {
        "distance":17.58,
        "heading":0.983,
        "instructions":[
            "Turn around and walk through the tables and chairs to the center of the room. Stop in the center of the wide open space facing the long table with the white table cloth and the other tables and chairs on the other side of the room. ",
            "Turn around and make your way through all of the table and chairs until you reach an opening, stand in the middle of four pillars underneath a chandelier. ",
            "From fireplace walk across large dinning room to center of room. Stop in front of large main table. "
        ],
        "path":[
            "d164319109654ce9b4921876003686ee",
            "57a7b1b64b984a91a36331b46117075d",
            "b5ea8f809fac4d829b2d135d29983aa6",
            "2d3b04a8eb4243cfb33ff387b1563654",
            "d60a3b43a7fd409c8c50eb46c595ced8",
            "8a7f0bb5cc0d4dac9f06594dd915d981"
        ],
        "path_id":3421,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":7.37,
        "heading":5.377,
        "instructions":[
            "Go past the kitchen and you will see six white chairs. Wait by the farthest white chair. ",
            "Walk straight ahead and pass the whole white counter with the faucet and the chairs. Turn left near the white cabinet that has a pig showpiece on top of it, and stop there. ",
            "Walk through the kitchen, past the breakfast bar on the left. Make a hard right in front of the wine fridge. Wait at the stone pig on the counter. "
        ],
        "path":[
            "725d4645400a47ef9b9beaa6e8f56f2b",
            "47f3befaf16a43449e3456cd8b9be9a4",
            "1e7c16e6cb054c9fbbeb15160bc11f73",
            "8bb3222421334f02a07273f14a9b2d32",
            "f6a03fba4dfd415a8b65cce84ee21c19",
            "f0db0d83f9d646b997d099d7eae80dd1"
        ],
        "path_id":2202,
        "scan":"7y3sRwLe3Va",
        "source":"R2R"
    },
    {
        "distance":8.21,
        "heading":3.87,
        "instructions":[
            "Go down the hall. Stop next to the Pulp Fiction poster. ",
            "Walk straight until you get to a poster on the left side of the wall of Pulp Fiction. Wait there. ",
            "Continue down the hallway, pass the stairs and then stop near the set of posters. "
        ],
        "path":[
            "6127ee658ce64bf48765bf59bbead503",
            "4214a9b1607e4cbea8dcdb42a4952796",
            "24e8ebf554d742069e81afd7eb3369c7",
            "a0a40af004954a90b2b24a0cc6655881",
            "a7f591c0bf5443a8989e6adf9968cf90",
            "c629c7f1cf6f47a78c45a8ae9ff82247",
            "69fad7dd177847dbabf69e8fb7c00ddf"
        ],
        "path_id":5902,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":11.57,
        "heading":1.952,
        "instructions":[
            "Go through the door into a hall down a red carpet.  When you get to another doorway with a striped chair and mirror on either side, stop. ",
            "Go on floor runner and turn left. Go through the entrance way and wait by the striped chair. ",
            "Turn left out of the doorway and follow the red carpet runner through the hallway. Enter the next room and walk until just past the stairs and stop. "
        ],
        "path":[
            "9c288661e4934fb49e4e861cf2b51c57",
            "79878e3ae5364a658d3f7a0a683c3505",
            "a68b5ae6571e4a66a4727573b88227e4",
            "9200a845d37a4e0ab6cbf58f334acbce",
            "20d4286c35fa46a2b4f0db5fb1ff8d86",
            "56cf724d00bd469c8c4b80ad9ffa68dd"
        ],
        "path_id":3278,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":6.13,
        "heading":1.162,
        "instructions":[
            "At the bottom of the stairs, go forward toward the black door. Turn right and go toward the pool. Wait by the pillars. ",
            "Turn around and turn right. Stop at the arches. ",
            "Walk to the door then turn right.  Then walk forward and stand next to the columns. Wait on the stone path near the grass. "
        ],
        "path":[
            "9b7fc1f2ab4f4ffe9039d2742f4c7c37",
            "b39b9c929eab4dd3816ba5a6affb738c",
            "b8b37a15b628463d9cfacb168332912b",
            "591d52de25f64bbbb3bc6365669c5a0f",
            "5791bf29c55c4664b970a4d1adcddf06"
        ],
        "path_id":4773,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":8.26,
        "heading":1.173,
        "instructions":[
            "Turn around and walk straight down the path towards the pool. Turn left at the next walkway and stop facing the door to go inside. ",
            "Walk down the walkway outside going towards the pool.  Go left when you reach the pool and stop a few steps away before entering the building. ",
            "follow concrete path to  2 pillars, turn left and stop in front of sliding glass door. "
        ],
        "path":[
            "b39b9c929eab4dd3816ba5a6affb738c",
            "b8b37a15b628463d9cfacb168332912b",
            "591d52de25f64bbbb3bc6365669c5a0f",
            "5791bf29c55c4664b970a4d1adcddf06",
            "f1c9fadd26764ee48670b32571ce9c39"
        ],
        "path_id":2660,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":5.55,
        "heading":5.779,
        "instructions":[
            "Turn to the left and go down the hallway towards the bedroom. Go through the archway.  Stop in front of the bedroom door. ",
            "Turn towards the dining room, and go to the left of it.  Walk forward until you see the stairs.  Keep walking just past the stairs to the doorway to a bedroom, and stop. ",
            "Leave the kitchen and take a left in the hallway. Go straight and stop in the doorway to the bedroom at the end of the hallway. "
        ],
        "path":[
            "550a4ce414334860aa94a9f9e1a3833c",
            "4dbe1da290ac444cb724401272429465",
            "fa1d02186f8e4eba917dad99cf856b35",
            "813a76fa308b44f292ab40a25d1565ab",
            "5ca4f5d44ce34f8f91aad68587563d32",
            "4d059bb6efaf411985e6ee5eba2b0c64"
        ],
        "path_id":351,
        "scan":"ULsKaCPVFJR",
        "source":"R2R"
    },
    {
        "distance":6.94,
        "heading":0.518,
        "instructions":[
            "Walk up the stairs and turn left passing the big statue and the wooden chair. Walk up the next set of stairs and stop there. ",
            "Climb the last couple steps to the landing. Turn left and walk straight to the next set of stairs. Walk up four steps, stop, and wait. ",
            "Finish going all the way up the stairs and wait on the third step to the top. "
        ],
        "path":[
            "c64896cf014748d7a31f7b496bd76e95",
            "fc33b92b60314ffbb24075747bcb857c",
            "ce72b075950f44ecbf6f44abd6106e08",
            "c05ffc986dd04970aeb52d5b15a20ad4",
            "234610cd12a1423db5320cdeb532d903"
        ],
        "path_id":2187,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":6.12,
        "heading":2.033,
        "instructions":[
            "Turn around and cross through the purple chairs. Turn left and stop by the box. ",
            "Walk straight and pass the purple chairs then turn left and wait there. ",
            "Walk forward passing all the three purple chairs. Stop behind the last purple chair. "
        ],
        "path":[
            "e1acc1e4419f42e6ba0e51c42e76aab4",
            "a59a14272e1f421a906faffad3120256",
            "50e05f90fba84801ae904739ec28b0d6",
            "8ccfcffe78904507a0c10bbd59ed9c74",
            "c8c2718956a84fd28b152fd0613a91de"
        ],
        "path_id":4198,
        "scan":"Uxmj2M2itWa",
        "source":"R2R"
    },
    {
        "distance":5.71,
        "heading":1.334,
        "instructions":[
            "Go down the stairs and down the dark brown hallway all of the way, and stop when you get near the end. ",
            "Walk to the end of the hall and face the picture on the wall. ",
            "Leave bedroom and walk straight down hallway, stop at the end of the hall facing picture. "
        ],
        "path":[
            "5bc66b50e1374ca7a49ca01316891481",
            "f50dc2ed4dd34dd1942c3c2600c2da50",
            "1962d6bb7af4424c9902b0246ba766b8",
            "700e21e51cd343699d77f9bfe065cb43",
            "7f685a7931294290a830dcf281863746"
        ],
        "path_id":781,
        "scan":"ULsKaCPVFJR",
        "source":"R2R"
    },
    {
        "distance":9.05,
        "heading":1.776,
        "instructions":[
            "Walk along the glass dividing  passed the first office desk. Turn around the desk and walk towards the purple egg on the ground. Walk up to the printer on the wall next to the stone support walls. ",
            "Turn around to where there is a conference room to your right and head forward. When you get past the desk on your left start to head left toward a white bookcase. When you get to the white bookcase go behind it so you are in between a table and a photocopier. You are at your destination. ",
            "Go into the large room towards the copy macine, and wiat there. "
        ],
        "path":[
            "3ced7afb8c244ddebbf8e9f8eaacb949",
            "cdf8c27ef42e466d90f49aca714a048b",
            "60e9c84ab617491594f5c2950cc6f3ee",
            "456873879af44c6a90ca9b2c9dcbb0f0",
            "cff2c62e83724edda036bbe481bf181b"
        ],
        "path_id":732,
        "scan":"ZMojNkEp431",
        "source":"R2R"
    },
    {
        "distance":8.43,
        "heading":6.058,
        "instructions":[
            "Turn left and go down the long hallway. Stop near the last door. ",
            "Walk past stairs on the right. Walk past dining room on the left. Walk past wall mural of vineyard on the left. Wait under the pendant light hanging from the ceiling. ",
            "Move past the staircase on the right wait in the narrow hallway between the two paintings on the wall. "
        ],
        "path":[
            "8630d0d97d4c4767b37488dfbe97f51b",
            "51d93d4c184f4197bd84f9b082b54e2b",
            "17ffcca2452e4cfd9d38c7485919d9d2",
            "5ff2309e75414df998435045bcb8c2ed",
            "8282f8aa72164546855a2ab00dbad3a3",
            "c2ff31961cd0464d9fd12ba5208ffa52"
        ],
        "path_id":4429,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":5.4,
        "heading":3.37,
        "instructions":[
            "Walk through the doorway next to the black and white art piece and into the hallway.  Take the first left in the hallway toward the bathroom, but stop outside the closet doorway on the left. ",
            "Head down the hallway. Near the end, stop in the alcove on the left outside the closet and bathroom. ",
            "Walk past the laundry room into the bedroom. Turn left and stop in the hallway. "
        ],
        "path":[
            "14e4d7d9e58042a085685ceedb7f23da",
            "2cac7e9bab434773912d004fac524373",
            "96c65da51f1a47f6b9ffa425b607b6b2",
            "f17490100cc04fd5876957a00a6237b1",
            "0f3465d1a89e446281cb6c39c2c63cb2",
            "dac07b3c33a341eabae4e12895cf774a"
        ],
        "path_id":2986,
        "scan":"5LpN3gDmAk7",
        "source":"R2R"
    },
    {
        "distance":8.03,
        "heading":4.604,
        "instructions":[
            "Turn around and go up the stairs. At the top of the stairs turn right and proceed left of the pool table. Stop between the pool table and the Multicade arcade game. ",
            "Walk up the stairs. Walk past the pool table and stop between the pool table and the arcade machine. ",
            "Turn around and go up the stairs. Turn right and go passed the pool table and towards the stairs. Stop in front of the arcade machine. "
        ],
        "path":[
            "f2bd01837bb04271a6ec99c31ea850ba",
            "c1b940bb38ca42ffbe2b2b94c05fa9ea",
            "90134c38554c4c15b5017daacaa9182a",
            "62ff00cd262a41c6902c4f0af1a6bdc7",
            "1f56362dff3b4d55b99b53bd710dc264"
        ],
        "path_id":6754,
        "scan":"V2XKFyX4ASd",
        "source":"R2R"
    },
    {
        "distance":7.47,
        "heading":5.21,
        "instructions":[
            "Walk through the kitchen, past the sink, then stop in the doorway of the room on the left. ",
            "walk slight left behind kitchen counter. Turn slight right and walk towards doorway. Stop in doorway next to counter. ",
            "Go to the refrigerator. Go to the sink. Go to the dishwasher. Go to the dining room door. "
        ],
        "path":[
            "8f5a767771964a56b3708d5415c446b2",
            "19c6928f8cc64d7aa2d18a48e3b4ee21",
            "cdafd704291841daaa57ce008a95a06a",
            "6561b21dac894dfca3473db3037dbfad",
            "d3ccd0cf1696423694339822a7eb52b0"
        ],
        "path_id":3040,
        "scan":"S9hNv5qa7GM",
        "source":"R2R"
    },
    {
        "distance":7.66,
        "heading":5.726,
        "instructions":[
            "Go down the hallway, past the stairs and two doors. Stop before entering the door to the bathroom. ",
            "Walk past the stairs and stop in front of the pulp fiction poster. ",
            "Walk past the stairs and proceed down the hallway to the double doors on the right. Wait there near the posters. "
        ],
        "path":[
            "4214a9b1607e4cbea8dcdb42a4952796",
            "24e8ebf554d742069e81afd7eb3369c7",
            "a0a40af004954a90b2b24a0cc6655881",
            "a7f591c0bf5443a8989e6adf9968cf90",
            "c629c7f1cf6f47a78c45a8ae9ff82247",
            "69fad7dd177847dbabf69e8fb7c00ddf"
        ],
        "path_id":7175,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":7.86,
        "heading":3.98,
        "instructions":[
            "Walk towards staircase.  Continue past staircase.  Wait by window with red and white striped curtains. ",
            "Turn left and go straight passed the stairs. Enter the archway and stop on the right side of the entry. ",
            "Walk forward toward the stairs. Go to the end of the hall. Stop in the doorway to the right. "
        ],
        "path":[
            "8282f8aa72164546855a2ab00dbad3a3",
            "5ff2309e75414df998435045bcb8c2ed",
            "17ffcca2452e4cfd9d38c7485919d9d2",
            "51d93d4c184f4197bd84f9b082b54e2b",
            "3207774039324a9da75042712db4aed8"
        ],
        "path_id":4459,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":6.52,
        "heading":4.72,
        "instructions":[
            "TURN RIGHT TO FACE A HALLWAY WITH A PICTURE ON THE RIGHT AND AN OPENING ON THE LEFT, WALK DOWN THE HALLWAY PAST THE OPENING ON THE LEFT, CONTINUE FORWARD DOWN THE HALL PAST THE BLACK COUCH ON THE RIGHT AND STOP AT THE END OF THE COUCH NEAR A PILLAR ON THE RIGHT. ",
            "Walk down the hallway to the right passed the portrait of the christian first supper. Walk passed the couches an stop near the closest granite counter top near the couch area. ",
            "Turn right and go down the hallway.  Go past the couch.  Stop and wait right by the pillar. "
        ],
        "path":[
            "af3558ced75c4b8a881477ffe7ad8a04",
            "782da181b84741359dfbf275099c7ea8",
            "19ce58d7d1694f89a647999990fb663f",
            "7022a22f8b694102a795919fce934e03",
            "a475d54e18664630b19f47575a874cf4",
            "7ee437db8a914c6d8ce7555b3ce6aae4",
            "7bfd840693034959a2dffb2625026980"
        ],
        "path_id":409,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":5.96,
        "heading":2.596,
        "instructions":[
            "Walk past the bookshelves and turn left. Turn left and stop in front of the chair. ",
            "Walk towards the bookshelft to your right, and walk all the way around it...Taking two lefts. Stop in front of the chair thats next to the window. ",
            "Go straight around this path of bookshelves, making two hard lefts and stopping at the large shelf in between two windows. "
        ],
        "path":[
            "128f2cd37ef241cea64bc179a8be82ae",
            "6c47cd8bd2664281bec3740c473946f8",
            "dc3170aacd3f40f2ac2f5b726bd75b88",
            "43f8894f1a9446599a6c89732aa3f2dc",
            "7b19d99c586f456c8095502d78d0f6f8",
            "1818ffc4d0eb47cfa726a12d3cfefee3",
            "1cf9bfa7442841e9b5edc64590d0e879"
        ],
        "path_id":7093,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":8.49,
        "heading":3.08,
        "instructions":[
            "Walk across the room past the fireplace and stop in front of the white table directly behind the dog statue so that the tail is pointing at you. ",
            "Head straight and pass the fireplace, pass the dog statue and wait by the work desk. ",
            "Walk toward the fireplace and past the armchairs to the workbench.  Stop next to the piece of equipment in front of the workbench. "
        ],
        "path":[
            "05d8dd39b5de44b58287a6de59cdba37",
            "effa4354d216404ab0f9ea64cbec3144",
            "a70fcde73fc544d48b247edcc4dc0490",
            "8ad5a339add04ce887b4eb94d40914c6",
            "fc6a063f71534f2ba7595fdaac55854c",
            "cfa52adccaae4c59879a267d3c8d44e9"
        ],
        "path_id":2333,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":17.18,
        "heading":6.155,
        "instructions":[
            "Turn around and walk to the right past the piano. Walk to the right side of the large column and stop when you reach the first set of benches along the wall. ",
            "Moving away from the alter area, bear left and go between the alter and the pulpit. Jump over the rail and go around the column down the right wall. SIt in the first pew you come to on the left hand side of it. ",
            "Turn around 180 degrees. Go forward. Turn towards pillar on the right. Go forward and stop at bench. "
        ],
        "path":[
            "7fe2b3bb1aab48328a4fcab561f0dd9a",
            "9f7652b8f59f4eac8c2814819ee5c800",
            "77765bc787774a07806ee129edbb9891",
            "3e059da6355345068ddcc214b14b0bdb",
            "b4b83e0d008c488ea48b6795050c52e4",
            "17b98736c06342759c7c5079cb2c78ed",
            "feeada1022ce4fdc990741601b139f0a"
        ],
        "path_id":4910,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":11.15,
        "heading":3.811,
        "instructions":[
            "Turn around and walk past the long table and chairs.  Turn left at the end of the table and wait there before entering other doors/rooms. ",
            "Turn around, go straight, take a left after the table and stop before the doors. ",
            "Turn right and walk along the right wall towards the two front facing doors. Walk towards the left corner and stay there. "
        ],
        "path":[
            "6adb624995514635831f42da9156fec2",
            "94ac3cea52ec455993f8562f78da3be1",
            "1df9b813b2744cedb516e9bf02f1c805",
            "1c8c2e9847f44e33a5bb2115058a55fc",
            "f31f9af9f3134580b5faae0de45aba28",
            "35202b9ad8d64ce3ad53193ee0ca1f73"
        ],
        "path_id":1686,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":10.16,
        "heading":2.875,
        "instructions":[
            "Go up the stairs, into the kitchen, and stop between the window and the kitchen island chair closest to the fridge. ",
            "Walk up the stairs and turn hard right. Turn left through the kitchen and stop near the window wall. ",
            "Walk up the stairs and turn to your right.  Then walk around the table then walk past the stove. "
        ],
        "path":[
            "397403366d784caf804d741f32fd68b9",
            "c23f26401359426982d11ca494ee739b",
            "29fb3c58b29348558d36a9f9440a1379",
            "6d11ca4d41e04bb1a725c2223c36b2aa",
            "4bd82c990a6548a994daa97c8f52db06",
            "b27908161ec6419eb6bb5313178d59e7"
        ],
        "path_id":6950,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":7.79,
        "heading":3.994,
        "instructions":[
            "Turn around and walk towards the wooden cabinet. At the cabinet, turn right and walk past the table and stop at the 2nd doorway to your left. ",
            "Walk past the table and then turn right. Go straight until you pass the table and wait there. ",
            "Go to the left side of the dining table. Go to the small vase on the floor. "
        ],
        "path":[
            "b618cd7f70bd430a9af0e0770738cb41",
            "0907c60c53f7431aaedabbf388069a7f",
            "c3a25551d0e74186ab736e502f621f9e",
            "7025038ba12d4a63a40c866489226fbe",
            "a9366b89465a49028782a840a165a7e8"
        ],
        "path_id":4895,
        "scan":"JmbYfDe2QKZ",
        "source":"R2R"
    },
    {
        "distance":12.4,
        "heading":3.115,
        "instructions":[
            "Walk past the kitchen into the dining area. Wait by the window at the other end of the table. ",
            "Turn to the right. Walk through the hall between the kitchen and the living area. Walk to end of hall. There should be a large wooden table at the end. Stop at the last chair on the right. ",
            "Walk past kitchen. Walk past dining room table. Wait at plant. "
        ],
        "path":[
            "4bfddda1a6d940a69c20ad1117dcd3e1",
            "3d6cd6d157704b8abe96332301d16436",
            "eaa924cd93794010a866d09389edd172",
            "cadc13ee1b3e4b04b720062aa5f765fb",
            "d218377018e14219a034d3bcf992d9a1",
            "e91fd405eae74dcb93ab7036937b1c60",
            "1a4cc7154b1a4e44b8b41f6f6bb7a235"
        ],
        "path_id":118,
        "scan":"PX4nDJXEHrG",
        "source":"R2R"
    },
    {
        "distance":9.44,
        "heading":4.845,
        "instructions":[
            "Exit the bedroom and turn left Follow the corridor and stop before reaching the fireplace. Wait there. ",
            "Turn approximately 90 degrees to the right. Move forward. Turn slightly to the right. Wait at the edge of the carpeted walk way. ",
            "Turn around and walk down the hallway to the left. Stop at the end of the hallway when you reach the wood floor. "
        ],
        "path":[
            "eeb46aee1c014c8b99009457a45838e6",
            "3d6254ee55de4e4b997c64bd06d78af7",
            "d3038501401941f8afe4e9e2df5eda73",
            "732ae10002fe4de0a6f62864391cdf11",
            "a0aeade23ab74a5f93544047c19718e8"
        ],
        "path_id":4232,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":17.09,
        "heading":3.854,
        "instructions":[
            "Walk through the two columns. Walked forward towards the roped off area. Stop in front of the table with the two large candlesticks. ",
            "Walk between the two columns. Walk past the altar on the right. Wait at the wall mural of Daniel on the right. ",
            "Walk down the aisle and wait near the altar. "
        ],
        "path":[
            "97e40a397edf4dfbae3894c998508284",
            "3e18ef6d21744a9f884a6b148c0d63ac",
            "502ebb6c5a214d6394d2bb294d7e2886",
            "91b89c02a03d48c891bee19a49350f8c",
            "67e8a588a25d4a808d523bc54bec8483",
            "4f54063fb8464b8ca7e08147f2a4ec3e",
            "9ef6399314c94a93abeec2d6054f4658"
        ],
        "path_id":5344,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":11.02,
        "heading":3.776,
        "instructions":[
            "Walk past the stair railing on the left. Walk past the vent above the doorway to the right.Wait at the closed leaded glass door on the right. ",
            "Walk straight toward the stairs. Go around the hallway and wait near the top of the stairs going down. ",
            "Move through hall and wait by the top of the stairs descending to the left. "
        ],
        "path":[
            "8d43b24343ac45c3bc8a68937908699f",
            "7303cbe7993b4005b102b3d950ab5cc9",
            "64fa4996e32f46769853bc37640a97c3",
            "00862e7575f6408ba95204f85ee7f3da",
            "912e008205b74654bdcc87040f5f4c6e"
        ],
        "path_id":4136,
        "scan":"VFuaQ6m2Qom",
        "source":"R2R"
    },
    {
        "distance":9.43,
        "heading":4.327,
        "instructions":[
            "Go to the long brown table with two chairs. Go to the left side of the bathtub. ",
            "Turn left and pass the large table and chairs. Pass the tub and wait near the double doors. ",
            "Walk down the length of the room past the long table and stop after passing the tub at the end in front of the door to the left. "
        ],
        "path":[
            "f8aed080cca34f1cae4c902c6824975e",
            "b01bbec805a345ee8e1ab9df2af011fe",
            "acafa24b747d432bb80c1d045b7177ed",
            "36e6935d948843a8a292782b2919291b",
            "35202b9ad8d64ce3ad53193ee0ca1f73"
        ],
        "path_id":5919,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":13.67,
        "heading":3.59,
        "instructions":[
            "Go straight to the first table and chairs.  You'll want to get in the middle of the table and chairs.  Go to the very last set of tables and chairs and then stop and wait. ",
            "Enter the dining room and go between the rows of tables until you are at the back center table. ",
            "Walk towards dining tables. Walk to left around closest table. Turn left before far row of tables. Walk to table lengths. Stop before last tables at end of room. "
        ],
        "path":[
            "122154d283494710ae5e592fc99bf8e1",
            "5fb68178835247328ebd444ea4207d64",
            "5f2a3396b86045d5bc7f283d1e48d8fd",
            "7b7943b56b9a4febae48c82f6e3f507d",
            "dcb7e1f526b646819aa4a485171958a7",
            "434eafc01e8e4a32beeeddba478776bf"
        ],
        "path_id":1983,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":16.48,
        "heading":0.081,
        "instructions":[
            "Go across the room with the banquet table and wait in the doorway, that is facing another large room. ",
            "Wait at the last doorway on the right. ",
            "Go straight and pass all the chairs then turn right and wait by the door that is farthest to the left. "
        ],
        "path":[
            "966a5fa6c049457c8ddafb05f6063443",
            "2335251f91a843c3ae05e1fec482438a",
            "ec1fb8a79e2f4a46a7e758dd00834caf",
            "852a2ee396184da494b42dea29a8b467",
            "53608606748f45c5a69723f062f1baa3",
            "0b4d4c11e012429e8dd6013502094ef3"
        ],
        "path_id":2591,
        "scan":"E9uDoFAP3SH",
        "source":"R2R"
    },
    {
        "distance":6.43,
        "heading":4.403,
        "instructions":[
            "Head towards staircase and begin going up stairs. Wait on the 6th step. ",
            "Walk towards the wall painting. Turn and walk up the curving staircase and walk halfway up the flight of stairs. ",
            "Turn around and walk up the first five to six steps of the stairs. Wait there. "
        ],
        "path":[
            "3b67353ba5e64feeb33884037fa14ce6",
            "f97419bd62f6462fbbf8fb8adc4dea29",
            "951cc0dd0e75482fafe85cec96376fb0",
            "682b19fbab024b3ca81f62cd4d287ca7",
            "e4fb260227ff4f5d88c1ccc8e4dd1e75",
            "d3e8b8227bae4a98a88d307d56b02908"
        ],
        "path_id":692,
        "scan":"kEZ7cmS4wCh",
        "source":"R2R"
    },
    {
        "distance":8.17,
        "heading":0.892,
        "instructions":[
            "Walk into the kitchen and go out onto the patio. Stand in the patio doorway next to the breakfast bar. ",
            "Go to the right to enter the kitchen. Continue through the kitchen at a left angle and wait near the patio door. ",
            "Turn around and walk past the kitchen island.  Veer off to the left, and head towards the open area that is an outdoor seating area.  Wait there. "
        ],
        "path":[
            "a39174aaa3fc4dff9b37f30cc03ab21b",
            "a56b95f00285452db9a95545aed7b5b7",
            "df0ddfb1212245bbbf95a6c94ed19b6c",
            "5dbdae2b57b94479b9b3e9da9865e791",
            "7501f49042a644d68f92007ab28552e1"
        ],
        "path_id":1663,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":11.02,
        "heading":5.913,
        "instructions":[
            "Walk straight down hallway and wait by painting with man clutching his hands. ",
            "Turn right and go down the hall. Wait by the framed photographs on the wall. ",
            "Walk straight down the hallway. Passed the stairs on the left. Follow the hallway around and stop near the four portraits hanging on the left wall. "
        ],
        "path":[
            "7f870283a3db4ded839990a74bf6e5dc",
            "d55affbb927443bcb1d4eb451e0e7ebb",
            "5dfe8adbc3794bebafeedcd832b04ea4",
            "8a3c83d4c42842c8a60866868b7730a4",
            "7c3b9e689c014d5483dcee581d6c53f5",
            "9b9d929b88994a0eaf69501c2cab3444"
        ],
        "path_id":4069,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":25.21,
        "heading":1.061,
        "instructions":[
            "Cross the table and continue down the hallway. Turn left passed the piano. Go to the couches and go straight until you reach the second to last couch. ",
            "Walk diagonally towards the far corner of the room. Stop by the couch, nearest the corner. ",
            "Walk across the room towards the right. Go towards the columns to the left and enter the sitting areas. Walk to the last sitting area on the end with the brown chairs. Stop at the end of the couch in this sitting area facing the sitting area and the glass windows. "
        ],
        "path":[
            "cb5f8c9a4a84477f99637276f00cfb2b",
            "deb943d89d2a44ce8850edec3c7308f9",
            "2ad491d5db914f9689bfec52a694dd18",
            "87870f8cba81492b8ef631196a2f6560",
            "d260eaeca5694719868f318ab468be27",
            "1611d119a70b46869c6e12117aa71972",
            "519361a56931443a911fb7154a28f424"
        ],
        "path_id":4628,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":6.77,
        "heading":3.393,
        "instructions":[
            "Go left down the way pass the table on the left, continue on pass the brown couch and stop to the left before the doorwaY. ",
            "Walk past the dining room table and chairs and television. Stop by the couch. ",
            "Turn right and walk to the living room. Wait by the sofa. "
        ],
        "path":[
            "6a856f5cb71645558f9f9ee069f37f1b",
            "f6c327acf9884d988714467217d67dcd",
            "c904c55a5d0e420bbd6e4e030b9fe5b4",
            "f624a40d100144e696a39abe258ee090",
            "af02390086914efba77d52b86aa70d37"
        ],
        "path_id":6873,
        "scan":"e9zR4mvMWw7",
        "source":"R2R"
    },
    {
        "distance":12.73,
        "heading":2.083,
        "instructions":[
            "Turn around, facing the table with three legs you can see. Move straight until you're standing just in front of it. Make a slight left to go around and just past the table, with the green window on your left. Move straight in front of the door and hang a slight right and stop at the corner of the green marbled table. Move straight, stop and wait halfway between the first two green marbled tables. ",
            "Go onto the patio.Turn left and go until until you reach the rectangular table. ",
            "Go left outside and stop between the first and second set of tables and chairs. "
        ],
        "path":[
            "99dc41ba4676449d8fc37890a38ad9e3",
            "f0ab74c8a4a44abfba942f946364510c",
            "84bd5fd3ffa04bc8a7810851a04ad9be",
            "00187e6e9d5c41608a232fadb522677e",
            "7601d3e4875e4985aa22aa0ac1605578",
            "0f1d947c787446db9e644ef7701266fa"
        ],
        "path_id":1061,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":10.31,
        "heading":4.308,
        "instructions":[
            "Go left and wait beside the pianos. ",
            "Go across the room to the left of the big hallway with the grey division to the right, go passed the red stairs on the left, and stop between the stage on the right and the red chair on the right. ",
            "Walk forward, stop at the table covered with a white cloth. "
        ],
        "path":[
            "718fd0815e6d475589ded3064273ed83",
            "1cd4f0434b674da68cd767be462c3e0a",
            "89559bf340b349139dc344bf2df9738e",
            "fefc6d6091ec4a3cb4000d35af5aad9c",
            "6a854b67fc22440eb123d9e712ddd4e9"
        ],
        "path_id":7055,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":7.84,
        "heading":6.185,
        "instructions":[
            "Exit the small bathroom area and stand next to the makeup mirror on your right. ",
            "Exit bathroom.  Turn right to enter room with bath tub.  Turn right and walk towards door.  Wait here. ",
            "Walk forward through door. Turn right. Stop by the rightside sink. "
        ],
        "path":[
            "cca9001b3f1c435faca926406f5314c2",
            "469e22bad2de4a2993da71bce2db2707",
            "b655dd2cf3c3477abf9d8def4867f09e",
            "b526e0affbc140ef9124275daa770f89",
            "24360576a503468b92c6bbb1451e832f",
            "01790b2fed1640a1bbb42f04b99f298a"
        ],
        "path_id":4405,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":5.71,
        "heading":2.883,
        "instructions":[
            "Go to the right and follow the hallway. Stop before going outside. ",
            "Head straight down the hallway, past the double doors to the left and the door ahead. Stop before entering the next door leading to the bedroom. ",
            "Walk down the hall and through the doorway. Walk past the mirror and stop in the doorway. "
        ],
        "path":[
            "7f685a7931294290a830dcf281863746",
            "700e21e51cd343699d77f9bfe065cb43",
            "1962d6bb7af4424c9902b0246ba766b8",
            "f50dc2ed4dd34dd1942c3c2600c2da50",
            "5bc66b50e1374ca7a49ca01316891481"
        ],
        "path_id":6669,
        "scan":"ULsKaCPVFJR",
        "source":"R2R"
    },
    {
        "distance":9.67,
        "heading":5.668,
        "instructions":[
            "Walk past the wooden seats and across the room. Stop by the large column. ",
            "Turn around and go to the end of the row and stop near the pillars. ",
            "Walk along the red sofa seat area through the main room of the church. Continue past the pews ahead and stop near the arched column structure leading to a small enclosed area. "
        ],
        "path":[
            "23b6674835004403ab9356fdc7e2a7d5",
            "e0eedf6b9fb74a548a2d52ab5717dce6",
            "e68704357c84455b85daa74e98a892ec",
            "ec1f835335ec483d81238a3729e7d34a",
            "91b89c02a03d48c891bee19a49350f8c",
            "502ebb6c5a214d6394d2bb294d7e2886",
            "3e18ef6d21744a9f884a6b148c0d63ac"
        ],
        "path_id":5785,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":5.3,
        "heading":1.842,
        "instructions":[
            "Go to the mirror\r\nGo to the light switch\r\nGo to the leopard settee\r\nGo to the pillow. ",
            "Turn a quarter of the way right and walk past the mirror on the wall. Walk forward next to the grey chair. Walk toward the bookcase. ",
            "Walk to the end of the dining room table past the mirror.  Turn left and stop in front of the bookshelves. "
        ],
        "path":[
            "2c0845231d7c4724814fa306bc2516c8",
            "ebadf34fd24c4a60a826fe790e7a5595",
            "3d35341d910242d7b39d06bb160c46cb",
            "4a8e3e54dff24b6d823116967b9394e1",
            "fbc1012c2b25436ab340d33c7113c98b"
        ],
        "path_id":1406,
        "scan":"JeFG25nYj2p",
        "source":"R2R"
    },
    {
        "distance":11.96,
        "heading":5.82,
        "instructions":[
            "Walk forward through the banquet hall. Stop in front of the middle chair at the end of the room. ",
            "Walk straight ahead and wait by the chairs lines up against the back wall. ",
            "Walk straight across the dining room. Wait by the large wooden double doors. "
        ],
        "path":[
            "434eafc01e8e4a32beeeddba478776bf",
            "dcb7e1f526b646819aa4a485171958a7",
            "7b7943b56b9a4febae48c82f6e3f507d",
            "03d493822ac64466ba416f084a9d3bb9",
            "6b06f294636f4fcd9bddeb75cda61c6d"
        ],
        "path_id":3662,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":12.46,
        "heading":1.401,
        "instructions":[
            "Walk straight past the first two round tables. Stand next to the second column. ",
            "Go straight towards the table then keep going straight to the next set of tables and go to the left side of them and stop at the second one in the row. ",
            "Go to the right of the round table and stop to the left of the next round table. "
        ],
        "path":[
            "7601d3e4875e4985aa22aa0ac1605578",
            "00187e6e9d5c41608a232fadb522677e",
            "84bd5fd3ffa04bc8a7810851a04ad9be",
            "f0ab74c8a4a44abfba942f946364510c",
            "bf454a84e687425db55a946493d2ba72",
            "d5183baffb764292a1ce414243f30ef6",
            "00d3e13abe73496aa6e655afe913ce59"
        ],
        "path_id":1609,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":6.55,
        "heading":6.158,
        "instructions":[
            "Turn right in the hallway and go straight until you get to a red painting on the wall. Turn right and go into the room. Wait at the entrance. ",
            "Exit the room and wait to the right, in the bedroom doorway. ",
            "Turn left and exit the bedroom. Walk forward and stand next to the large handing piece of artwork. "
        ],
        "path":[
            "fd23ee9232f54604bda2e7cb0d4055d1",
            "5f5b895c833b41afb1db0ba29afce147",
            "49888a3fad204e94a546db3b697a364b",
            "d3ed1b6f834c4951a939a14efb6eb3f4",
            "e7bdd12ac3f3497fbfdead1aca566941"
        ],
        "path_id":5566,
        "scan":"5LpN3gDmAk7",
        "source":"R2R"
    },
    {
        "distance":6.8,
        "heading":1.379,
        "instructions":[
            "Go right and continue down the hall until you see a small statue on your left. Wait there. ",
            "Leave the room, and take a left. Go straight down the hallway, and follow it as it curves. Stop in front of the closet before you reach the stairs. ",
            "Turn left to walk down the hallway, pass the dining room and turn right at the art niche. Wait in the hallway by the door on the right. "
        ],
        "path":[
            "349bfd9a161347c3aeef66f59c7af2f3",
            "d243e41bcf754acfbc8b08dc1bf648c5",
            "8f35304283a14f6191d27d520a3d006b",
            "7459a6c7c6ac4f879c5210bfbd0e823d",
            "5abb17a8029d49f1b8d1e78a88a5176c"
        ],
        "path_id":6404,
        "scan":"VFuaQ6m2Qom",
        "source":"R2R"
    },
    {
        "distance":6.2,
        "heading":2.33,
        "instructions":[
            "Go straight into the bedroom and turn right until you reach the fireplace. ",
            "Walk straight toward the bed. Wait near the fireplace on the right. ",
            "Walk to the foot of the bed and turn right towards the fireplace.  Stand in the corner behind the chair and the fireplace. "
        ],
        "path":[
            "013d8ca6e6254d788b226f92b2954f6c",
            "e5c88ad5db1a4b3a977455b0c161d792",
            "e57db85f00a9481787bd9c3c98453f27",
            "ecd87bf5f6c94ce7b4dfc4c9dbab47a3",
            "433618861e98489688518e3502271e5c"
        ],
        "path_id":6962,
        "scan":"qoiz87JEwZ2",
        "source":"R2R"
    },
    {
        "distance":7.64,
        "heading":1.748,
        "instructions":[
            "Exit the sitting room, walk towards the kitchen and stop in front of the door, near the dining table. ",
            "Walk toward the fireplace then turn right. Turn right again then go straight until you get to a  round table with three candles in a clear vase on the right. Wait there. ",
            "Turn right. Circle around couch. Go forward. Stop at table. "
        ],
        "path":[
            "7bb21e85f02a4d468cd1c7040e46c596",
            "e33610a744554c9d9202fa95100304ff",
            "c3f75cb415554a919dbc49eaaebc702e",
            "276586d2d2e14dde82b112c03ccf2188",
            "6ee4b38dbc684eb3a7ccb7a4b2f36221"
        ],
        "path_id":4353,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":13.96,
        "heading":0.765,
        "instructions":[
            "Walk across to the far side of the corridor, then stop near the stairway on the left and wait. ",
            "Turn around and walk across the room with the large carpet. Wait by the bench just before the stairs entrance on the left. ",
            "Walk straight until you get to stairs. Wait near the stairs. "
        ],
        "path":[
            "eae656fc42b1467089883eae9a69c9da",
            "85f8ca653a7d4d2c8b5415c12bd0abf8",
            "1ba7d881e867480585d80c1222f54028",
            "975241bb74e744ed97b658a04f189d47",
            "6acea2b64c694b948f50da07d88ed31e"
        ],
        "path_id":5705,
        "scan":"E9uDoFAP3SH",
        "source":"R2R"
    },
    {
        "distance":7.98,
        "heading":6.171,
        "instructions":[
            "walk left around table to and go straight passed the chairs to the wall of doors. Stand in front of the middle door and stop. ",
            "Walk around the desk and towards the the door at the far end of the room. Stop off the rug before you leave the room. ",
            "Turn around and make a left. Walk through the door straight ahead that has the arched transom. "
        ],
        "path":[
            "846adaa1177c459892edfe6f5eadafbc",
            "e8d145225316479db17c06bd77df5054",
            "5038f4f54ed14bef980e59f9e76ce0de",
            "6ce4614650fd4294852d7fbeb89ef6be",
            "b2c2abdd75de4ea6b203f890bf89cfb0"
        ],
        "path_id":1512,
        "scan":"E9uDoFAP3SH",
        "source":"R2R"
    },
    {
        "distance":6.48,
        "heading":1.689,
        "instructions":[
            "Walk straight ahead, turn left at the fireplace and walk toward the windows. Wait by the coffee table. ",
            "Enter the building, take a left and go through the living area and stop on the carpet. ",
            "Walk into the room with a fireplace and curving stone wall with couches on the opposite walls. Walk passed the tables and chairs in the middle of the room and walk towards the piano on the other side of the room. "
        ],
        "path":[
            "056a491afa534b17bac36f4f5898462a",
            "b218a220bbed4a1eb63ec9941fc58942",
            "7e07723e47f7460fa01aa17d1a314fcf",
            "06b17838515a447cb6147f06dd358811",
            "5570782157f14e58903c6b929a64014c"
        ],
        "path_id":1769,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":9.11,
        "heading":2.875,
        "instructions":[
            "Continue up the stairs. At the top turn around and walk along the railing to the end of the railing. At the end, turn left and walk and stop in front of the refrigerator. ",
            "Walk up the steps and make a sharp turn right. Walk left into the kitchen and stop just past the refrigerator. ",
            "Go up the stairs. Turn right and then right again. Turn left and wait near the fridge. "
        ],
        "path":[
            "397403366d784caf804d741f32fd68b9",
            "c23f26401359426982d11ca494ee739b",
            "29fb3c58b29348558d36a9f9440a1379",
            "6d11ca4d41e04bb1a725c2223c36b2aa",
            "4bd82c990a6548a994daa97c8f52db06",
            "43ac37dfa1db4a13a8a9df4e454eb016"
        ],
        "path_id":5359,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":6.48,
        "heading":4.394,
        "instructions":[
            "walk down the stairs. Stop at the end of the first black railing on your left. ",
            "Walk down stairs. Walk past stair railing. Wait at frosted glass door. ",
            "Walk down the steps to the fist platform. Take one step forward toward the brick wall. "
        ],
        "path":[
            "f88ef0b879b04fe5a8d0d4d96f9ebf6d",
            "a4eb4ea3912a494490258a8444f247ec",
            "2b77964bfc6a4f108f39b7849c8d6778",
            "243bb46502fc48128951043fcc8e9b3f",
            "f44ccc9e567343a68ff23446d307e2ba"
        ],
        "path_id":1124,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":8.84,
        "heading":4.178,
        "instructions":[
            "Walk straight across the room and go through the left archway. Turn right and wait between the two archways. ",
            "Go straight unto the arch ahead. Turn slightly right and wait near the picture frame over the white pedestal. ",
            "Walk across the room, through the archway and wait near the mirror. "
        ],
        "path":[
            "af9ff2224e1d4b7babae5c082ebba917",
            "5e4c532bab8844699a423518eec22d72",
            "d5f3da3f2bdc4b028c1fe1a2362c7588",
            "aadc2f85a2a742d7ba9a388dd6f4c9cf",
            "43b70941e6e24925b9097684ddf31c84"
        ],
        "path_id":4682,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":9.76,
        "heading":2.45,
        "instructions":[
            "Walk down the hall. Stop outside of the second door on your right. ",
            "Walk down the hallway on the carpet and keep going straight after the carpet ends.  Stop in front of the last door on the left. ",
            "Turn right and walk down the hallway with the carpet. Continue walking past the first doorway. Stop in front of the doorway with double doors. "
        ],
        "path":[
            "9c36a2928f3d436181736d628dd0a694",
            "ca8f4ab52e7d402a9d796b1f24c0ea64",
            "5fa450a5199b41b5b46628e473f20374",
            "6274ee399dac4c5fb61f8198069b490e",
            "4a47eadc434047b8838668980cbb303a",
            "4b7c3faa94b34318bc00523ec9b9c6a3"
        ],
        "path_id":6215,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":6.34,
        "heading":5.847,
        "instructions":[
            "Leave the elevator and take a left. Walk down the hallway heading to the stairs. Stop at the bottom of the stairs. ",
            "Walk out of the elevator and turn left. Walk to the bottom of the stairs and stop. ",
            "Exit the elevator, then turn ninety degrees to the left and continue down the hallway, stopping at the base of the stairs leading upwards. "
        ],
        "path":[
            "1920d957cf3d4adab57626a7ccc206b0",
            "2aef8931ed104272873cbc52701eb2ad",
            "cabddb2506ee4bfcb2a1bcfa6625fe28",
            "30030a9a530b40fc88825ca8fc32f855",
            "e2f80f0b45c5439db45800b5e9126e72"
        ],
        "path_id":2409,
        "scan":"rPc6DW4iMge",
        "source":"R2R"
    },
    {
        "distance":11.31,
        "heading":3.119,
        "instructions":[
            "Keep walking forward passing the fireplace on the right. Turn right at the door near the big green plant. Stop outside the door. ",
            "Walk straight ahead across the room past the fireplace. Once you pass the fireplace, Turn right and stop in the doorway of the double wood doors. ",
            "Walk straight across the room past the fire place and enter the doors to the right and stop. "
        ],
        "path":[
            "d1de08c84e9e4f42a0acaeee738df23a",
            "a2e6626d7a7e4c7297e0609c92aa7945",
            "c34505b3a744494daa6dbed3e9308119",
            "ffd2d7780984422f8e1f8f6f79ea89af",
            "d1732bbf32ad4cf096975da88e5b2cfb"
        ],
        "path_id":5030,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":13.92,
        "heading":2.627,
        "instructions":[
            "Walk through the lobby towards the revolving glass doors.  Turn left before you reach the doors.  Walk to the right side of the golden urn. Wait here. ",
            "Turn left and head towards the open door, take a left right before the door, turn left, go straight a head to the sitting area and stop in front of the first table with magazines on it near the windows. ",
            "Walk to the revolving door and turn left. Stop next to the small table between two chairs. "
        ],
        "path":[
            "c835bc9904a846ce88571c2ee3557af0",
            "ec5c91f9eea342c4b87f5cfd403dcefb",
            "44d33d6e1d08491bbbbefbbdf4153521",
            "f40bd40958c84aff92ba792033933f3d",
            "ff643dfda6de401081f3081139c74843",
            "5fb26cecda204c40ae520fbda21ce82e"
        ],
        "path_id":6786,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":9.45,
        "heading":3.628,
        "instructions":[
            "Turn around and walk by the island. Continue to the left and stop near the dining room table. ",
            "Go straight through the kitchen. Turn left and wait near the round table and chairs. ",
            "Walk through the kitchen and turn left at the refrigerator.  Stop in front of the first doorway to your right and look into the pantry. "
        ],
        "path":[
            "21a3b1b76e8649699ad9a1a0aa831522",
            "ff09f08326554da4b711c142a4762959",
            "256dc665735e449390f270c7a458f043",
            "d1fc46abf6f1466dab2f032848767753",
            "f860f1784db44d08ba6976fa3a0b40c7"
        ],
        "path_id":5280,
        "scan":"gTV8FGcVJC9",
        "source":"R2R"
    },
    {
        "distance":7.28,
        "heading":6.028,
        "instructions":[
            "Walk next to the pool with the pool on your left hand side.  When you get to the bar with the sink in it, turn right and stop by the L-shaped table with the single wooden chair. ",
            "Turn towards your left and walk along the edge of the pool. Once you reach the other side of the room turn right. Head towards the desk and then stop behind the desk facing the 3 steps. ",
            "Cross the patio and wait at the far end of the steps. "
        ],
        "path":[
            "e775ea81e83c45719de5a1577f8f7e39",
            "9b2b12257e9a4c5d9f99f141769e9301",
            "4739d48c61a04deab15db1eb2c906a96",
            "c460d0f6ea8a4458a576efb07d043b39",
            "e37d923ec8284523b5c9ebdb35800a3a"
        ],
        "path_id":2915,
        "scan":"Pm6F8kyY3z2",
        "source":"R2R"
    },
    {
        "distance":8.82,
        "heading":3.948,
        "instructions":[
            "Turn around and walk down the hallway to the end of the grey tile and stop. ",
            "With the gold and brown bins on your left, walk straight down the hallway.  Stop at the end of the hallway, just after you pass a cabinet on the right. ",
            "Facing the two baskets on the floor turn right.  Walk straight down the hallway following the gray tile on the floor. Stop when the gray tile turns right. "
        ],
        "path":[
            "1658cf239ba84bd298464bd7df7ab50c",
            "ea4298ce6f094758ab87d303f2c1a3f3",
            "8a635ca266c041c484817498ec7aaabd",
            "a66b30f181774c02926ec17922f8e0c8",
            "343c4f94c6aa47a4b635a78e8c9e2ef7"
        ],
        "path_id":5901,
        "scan":"ur6pFq6Qu1A",
        "source":"R2R"
    },
    {
        "distance":8.23,
        "heading":0.238,
        "instructions":[
            "Walk around the table down the length of the room.  Stop behind the first chair that faces the window with the bookcase behind you. ",
            "Walk through the study area past the many bookshelves against the walls along the large table. Walk towards the stair well and turn around the end of the table towards the bookshelf on the opposite side of the room. ",
            "walk across the library with the table on your left.  Then turn to the left and walk to the other side of the table. Wait at the corner of the table. "
        ],
        "path":[
            "7515999894aa42ffa9ce63c8cabe246c",
            "c4e9e99398d84df5bf0150c484ebcd01",
            "84291807bc3a4c9ea9f5d7f7ef53704c",
            "cf726b6c0144425282245b34fc4efdca",
            "87e385b82c704a29855826d3cf4f79a0",
            "4610dfb32d044ad793cf8640a7ede0f4"
        ],
        "path_id":1731,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":5.06,
        "heading":3.323,
        "instructions":[
            "Turn to your left and proceed down the hallway past the stairs and enter the bedroom.  Wait by the bedroom door. ",
            "Go left down the long hallway and stop at the door to the bedroom at the end of the hallway. ",
            "Walk down the hall and through the entryway to the right of the picture. Walk past the stairs and stop in the doorway. "
        ],
        "path":[
            "34b8aac0033445599e8932a355b34695",
            "4dbe1da290ac444cb724401272429465",
            "fa1d02186f8e4eba917dad99cf856b35",
            "813a76fa308b44f292ab40a25d1565ab",
            "5ca4f5d44ce34f8f91aad68587563d32",
            "4d059bb6efaf411985e6ee5eba2b0c64"
        ],
        "path_id":6696,
        "scan":"ULsKaCPVFJR",
        "source":"R2R"
    },
    {
        "distance":7.28,
        "heading":0.978,
        "instructions":[
            "Turn around and go past the blue couch.  Go between the two wooden chairs.  Stop there and wait. ",
            "Walk through the living room, heading past the blue couch.  Walk between the two brown chairs and stop before leaving the room. ",
            "Walk forward into the living room, and go between the two accent chairs out onto the deck. Stop in the doorway for the deck. "
        ],
        "path":[
            "d9a69bc7b8a54a319a05f366120ef056",
            "522362613f6341389177c0c259455f38",
            "0c55a4a0877b46459d81c35ffeaa34c0",
            "cd34b75acbf5486bba1630b63870a345",
            "f2f26d64c3144e57bc867f213ddb8ef5"
        ],
        "path_id":1395,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":11.68,
        "heading":1.155,
        "instructions":[
            "Go down the hallway and wait next to the painting hanging on the wall. ",
            "Exit the bedroom and go down the hall. Go past the stairs and stop next to the brown, tan, and white piece of art. ",
            "With the bed on your right side, walk out of the bedroom through the open doorway. Continue walking straight past the paintings on your left. Walk past the bathroom (which should be on your right hand side) and continue forward till you see an open doorway in front of you and that'll be your destination. "
        ],
        "path":[
            "0672a86275c14b148e8618ecde714e06",
            "837b0a58fa8b4820a3c07e0c89ccfc60",
            "b5b07238f2f94494b5d16390855584cb",
            "1c2209fa44fc48c7b7ce7981bafc4ccf",
            "595ef74c51bb4448ae709297121d4c10"
        ],
        "path_id":4578,
        "scan":"JF19kD82Mey",
        "source":"R2R"
    },
    {
        "distance":10.43,
        "heading":0.997,
        "instructions":[
            "Continue alongside the glass on the left. Stop at the double wooden doors. ",
            "Walk straight past the round table, and wait by the open doors. ",
            "Walk away from the line of square tables with chairs. Stop just outside the last doorway on the right. "
        ],
        "path":[
            "8db3d8eb92d34fc4bedadbe47174d2f3",
            "7601d3e4875e4985aa22aa0ac1605578",
            "00187e6e9d5c41608a232fadb522677e",
            "84bd5fd3ffa04bc8a7810851a04ad9be",
            "f0ab74c8a4a44abfba942f946364510c",
            "99dc41ba4676449d8fc37890a38ad9e3"
        ],
        "path_id":3843,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":13.24,
        "heading":0.887,
        "instructions":[
            "Go to the right of the couch and continue. Pass the pillar on your left and skip over the wade pool to stop at the other side. ",
            "Go straight toward the pool. Cross the pool and wait on the other side. ",
            "Walk forward down the patio toward the pool. Go around the pool through the grass on the right. Stop next to the planter on the patio next tot he pool. "
        ],
        "path":[
            "1fe9209f0fbb40bc8b114f970bcd5379",
            "3ad48835147745f7bbb166693187f1a4",
            "6a3b0557f3824a6eae22a03c406a62e5",
            "05160d4d0f094a5f8c907b1e44c62877",
            "24dedd4622f941c3b086dee7ab6f5fee",
            "5033ba00e49f449098b6a70f0542cb98"
        ],
        "path_id":4741,
        "scan":"Vvot9Ly1tCj",
        "source":"R2R"
    },
    {
        "distance":6.93,
        "heading":4.532,
        "instructions":[
            "Move down the along the grey sidewalk on the right toward the first metal chair. .Go past the first chair and the goal is next to the second metal chair on the right. ",
            "walk away from doorway, past red sculpture on your right, walk past giant chair sculpture on left and stop next to sculpture on right. ",
            "Walk forward and wait near the chair. "
        ],
        "path":[
            "13c191f506114c73b70830b89e195aa6",
            "5218b81977034823899188bbcef96257",
            "2c65818beeee40af97d3fce96a3db303",
            "35f681db472f4a899a4096b76096861c",
            "455c874aa7b949a2bf202a683e1061de"
        ],
        "path_id":4696,
        "scan":"Uxmj2M2itWa",
        "source":"R2R"
    },
    {
        "distance":11.21,
        "heading":1.155,
        "instructions":[
            "Walk down the hallway, through the doorway of the room.  Keep walking down the hall with the half wall on your right and the pictures hanging on the wall to your left.  At the end of the half wall turn right and stop at the top of the stairs. ",
            "Walk straight down the hallway and turn right. Stop in front of the doorway beside the stairs. ",
            "Walk straight down the hallway in front of you. Turn right and stop at the stop of the stairs. Face the room and the stairs. "
        ],
        "path":[
            "0672a86275c14b148e8618ecde714e06",
            "837b0a58fa8b4820a3c07e0c89ccfc60",
            "b5b07238f2f94494b5d16390855584cb",
            "1c2209fa44fc48c7b7ce7981bafc4ccf",
            "c20f944e9c434804944b0c1251247202"
        ],
        "path_id":3061,
        "scan":"JF19kD82Mey",
        "source":"R2R"
    },
    {
        "distance":10.96,
        "heading":3.79,
        "instructions":[
            "Turn left and walk down the long hallway to the end. Wait there in the hallway by the two bedroom doors. ",
            "Walk toward your left down the hallway. The stairs and a closet will be on your left hand side. Continue down the hallway with the artwork and pictures. Stop at the end of the hallway outside of the open bedroom doors. ",
            "At the bottom of the stairs turn left. Walk down the hallway passed the stairs on the left. Continue down the hallway until you can turn right.  Stop in front of the bedroom door. "
        ],
        "path":[
            "d55affbb927443bcb1d4eb451e0e7ebb",
            "5dfe8adbc3794bebafeedcd832b04ea4",
            "8a3c83d4c42842c8a60866868b7730a4",
            "7c3b9e689c014d5483dcee581d6c53f5",
            "9b9d929b88994a0eaf69501c2cab3444",
            "fbd7f3d338eb4ff883275a1c54e61bd9"
        ],
        "path_id":6484,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":5.16,
        "heading":5.107,
        "instructions":[
            "Turn around and walk past the sink and take a right. Walk past the dishwasher and wait at the end of the counters and in front of the cupboards. ",
            "Turn to the right and go past the counter island.  Go past the dishwasher and towards the stove.  When you get in front of the cabinets, stop there and wait. ",
            "Turn right. Walk around kitchen island. Turn right around kitchen island. Stop in front of counter to left of the stove. "
        ],
        "path":[
            "05d37cec6533438e825625592537ea21",
            "0e0ff0bd5ce4493d96b55542297f494b",
            "22ada32fdb2d40e78406cb0f9cff149b",
            "09319257828f47e6828352078f34d855",
            "2a9b5603424f4edc9c819df1884b0858"
        ],
        "path_id":1792,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":7.72,
        "heading":5.071,
        "instructions":[
            "Turn right and walk across the hall towards the benches. Wait in between the benches by the entrance going outside. ",
            "Walk through the large open walkway with wooden beamed roof trusses. Walk along the tiled walkway past the armchair area and tables with white table clothes. Walk between the first two benches near the entryway door. ",
            "Walk forward into the lobby. Veer right at the two leather benches. Stop between the two leather benches before you reach the rug. "
        ],
        "path":[
            "f09279e00a4a482a8fa26981999bac00",
            "669fb3436cd44c578b743ab544e25a35",
            "5ec8f0868ac44bbd85851663a777ca9b",
            "dfca24101c684319a572d6f7cc7d16de",
            "7f71bf54a3884deabc7cb90728c7e77d"
        ],
        "path_id":4240,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":18.43,
        "heading":3.926,
        "instructions":[
            "Walk toward the bar area in the back corner. There is a small room next to the bar. Stop in front of the doorway to that room. ",
            "Go in between the round tables and then go right past the long rectangular table.  Stop next the to the entrance of the bar. ",
            "Walk to the right side of the wooden pole, through the tables and chairs towards the double wood doors with a wreath hanging above them. Turn right when you reach the last two tables and walk in front of the long buffet table, once past the buffet table walk to the left of the tables but in front of the bar and stop at the far pillar on the bar. "
        ],
        "path":[
            "469a6e5b79af4ab6b02230dd64ffefa3",
            "c5695a2f453f47d59125ceece5018db8",
            "abd467777dcc41c0995588b7f97b388b",
            "47b09c2828524bb8925d108cf8c1829c",
            "31dfaa2e67354657a321602ab74e9b02",
            "f6c7c94118e2487e8591922b0d846a11"
        ],
        "path_id":2736,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":5.78,
        "heading":5.082,
        "instructions":[
            "Walk forward to the two exercising machines. ",
            "Walk toward the pool. Stop next to the treadmill. ",
            "Go straight until you get to the treadmills then stop. "
        ],
        "path":[
            "e6e19fd376c544b58035a32bd44ed8d4",
            "954fc1d65dba428eb808fb9dce1b8a97",
            "77c8ac324e6e422faac5ffb32bd62c86",
            "4eb2befc7e974e45a1956695ca4342e2",
            "ce525fada36b41c3a89a4e77e83e4e5f"
        ],
        "path_id":3782,
        "scan":"r47D5H71a5s",
        "source":"R2R"
    },
    {
        "distance":5.6,
        "heading":1.749,
        "instructions":[
            "walk straight the landing then stop at the front of the glass door. ",
            "Walk past the iron stair railing on the left. Wait at the open sliding glass door. ",
            "Walk towards the railing above the stairs. Stop at the end of the railing at the doorway right before the small set of steps. "
        ],
        "path":[
            "b15db460058c41e8aa0c0720344daa30",
            "298a2386166a43c8a04e1c24433f7d15",
            "9fed9031c0ea482f914d07abfb59970b",
            "d38c4ae95f5b4640a2696b923b80d1f4",
            "9c19aeb19e6e4ad98b2a31cc44b9aa7a"
        ],
        "path_id":5204,
        "scan":"b8cTxDM8gDG",
        "source":"R2R"
    },
    {
        "distance":8.63,
        "heading":2.434,
        "instructions":[
            "Exit the room using the door on the far right and wait there. ",
            "Walk past the chair and the bed. Turn right and stop in the hallway. ",
            "Walk past the bed. Wait near the fireplace. "
        ],
        "path":[
            "1880ed0a5e3144739cd5fcaacf3b4dfd",
            "40bd5db3c01e445d903b58f86beaf72a",
            "c130d4a1cbb642c0b7fc079969f2d6fd",
            "c709e0508ab94b139f42d19e7f0dcb53",
            "a96b308a64c147fabbfbbf4916afb091"
        ],
        "path_id":2797,
        "scan":"kEZ7cmS4wCh",
        "source":"R2R"
    },
    {
        "distance":5.86,
        "heading":3.37,
        "instructions":[
            "Walk past the air hockey table on the left. Wait at the futon. ",
            "Walk towards the couch. Once in front of the couch, walk towards the window. Once in front of the window, wait there. ",
            "Pass the hockey table and wait by the couch. "
        ],
        "path":[
            "416d35ec584141e093766986f1b74144",
            "c9c9dd651f25409c915f962a60efb7fb",
            "b8bb3aadfe61498bbaab510af3a999ac",
            "87533ca2d23b444ab0f7da5d7a4c17b4",
            "4e9aca10b4f142a48cde60ca007e614d"
        ],
        "path_id":3420,
        "scan":"V2XKFyX4ASd",
        "source":"R2R"
    },
    {
        "distance":5.24,
        "heading":2.203,
        "instructions":[
            "Head straight down the hallway, pass a mirror then wait by the last door in the hallway. ",
            "Turn left  and walk down the hallway, stop at the entrance of the exercise room. ",
            "Walk down the hallway and stop at the end, outside of the exercise room. "
        ],
        "path":[
            "b2f2e0367c764b9b8b236ff6fe73f19c",
            "328ef7c3d2ed4da7a2e2af2f27735c10",
            "e428c761024a458e8b052494cf6249f5",
            "c8d856118813486e9c9b263afb5b38a7",
            "fff5e96c0ba6429f86d5d8b3a74df5e2",
            "c897acc78a8e4555b14b85fc32d41f3e"
        ],
        "path_id":2353,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":13.64,
        "heading":2.958,
        "instructions":[
            "Turn and around and take a right turn to go between the benches. Turn left passed the pillar and stop at the end of the first bench on the right. ",
            "Walk a bit forward, and turn right at the very first empty space between the benches. Keep walking forward passing the pole, and stop in front of the bench that have maroon cushions on them. ",
            "Turn around and walk forward. Turn right to go down the aisle between the seats. Once you reach the other end, turn left and stop at the end of the seat against the wall. "
        ],
        "path":[
            "308f9ac247e047f8acfaa347bf292cf7",
            "32b26022662440e4a2bd82f59e53d34a",
            "32e8651e5eb940c7bff34e65a4f4cbbd",
            "13350d0001004a9cb366910df03c2532",
            "522196670f2e4e5783391c7b1255cb8b"
        ],
        "path_id":4467,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":5.59,
        "heading":0.261,
        "instructions":[
            "Go to the other side of the library and stand on the red dot. Follow the blue dots. ",
            "Turn so the windows of the room are on your left.  Walk to the end of the long table, next to the lamp. ",
            "Turn around and walk towards the leftmost and farthest red chair in the room and wait there. ",
            "Walk to the left along the table. At the end of the table stop in front of the chair on your left. "
        ],
        "path":[
            "cf726b6c0144425282245b34fc4efdca",
            "84291807bc3a4c9ea9f5d7f7ef53704c",
            "c4e9e99398d84df5bf0150c484ebcd01",
            "7515999894aa42ffa9ce63c8cabe246c",
            "4c793e5198034f3eb52a199745373fb8"
        ],
        "path_id":219,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":6.85,
        "heading":3.123,
        "instructions":[
            "Walk up the ascending stairs, and take a right to continue going up the stairs. Stop on the stair that is the fourth from the top. ",
            "Walk up the stairs and turn right. Walk up the stairs and stop on the third step from the top. ",
            "Go up the stairs and turn right at the first landing. Continue up the stairs. Stop on the third step from the top. "
        ],
        "path":[
            "c29e99f090194613b5b11af906c47dab",
            "5125c4a0a99f45788e694d5a73ba99c7",
            "20f70ab4efec496c86529075648caef2",
            "1b321779a4374c2b952c51820daa9e6c",
            "d70997cce0464616a65afcf28d32b41e"
        ],
        "path_id":1688,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":7.25,
        "heading":3.639,
        "instructions":[
            "Turn so the wall is on your right and the furniture is on your left. Then go forward until you're past the furniture. Turn left and move forward until you're next to the kitchen pass through on your right. ",
            "Go behind the couch to the right.  Turn left and in front of the couch toward the barstools.  Stop next to the kitchen island and barstools. ",
            "Go to the lamp. Go to the painting. Go to the round table. Go to the blue pillow. Go to the glass table. "
        ],
        "path":[
            "df211c2c55f94b87a717ce1469577456",
            "3577de361e1a46b1be544d37731bfde6",
            "6800f98e9e67463e9928a4253253bc2f",
            "77a1a11978b04e9cbf74914c98578ab8",
            "b185432bf33645aca813ac2a961b4140",
            "5e9f4f8654574e699480e90ecdd150c8"
        ],
        "path_id":3070,
        "scan":"17DRP5sb8fy",
        "source":"R2R"
    },
    {
        "distance":6.11,
        "heading":2.765,
        "instructions":[
            "Leave tile room to hallway, turn right and stop at bathroom sink. ",
            "Exit the Mosaic room through the archway. Turn right. Head toward the far door and sink area. Stop there. ",
            "Exit the room and go right.  Wait by the open door. "
        ],
        "path":[
            "97db9c9bd9824a3ca623db620331ea66",
            "3fd2f1d849de4e9f8c07863c845db6b5",
            "a8cb8984630b456a96923ef0d7c3aeb3",
            "fdf0fc24f7c549ccbb78e972c8024fa9",
            "0c5658ec8f51460fbf29d6aedcfb4bca"
        ],
        "path_id":4842,
        "scan":"Pm6F8kyY3z2",
        "source":"R2R"
    },
    {
        "distance":9.07,
        "heading":4.703,
        "instructions":[
            "Walk down the corridor, past the exit sign and stop past the first doors. ",
            "Walk forward, stop near the second door way on the left. ",
            "Just  walk straight. "
        ],
        "path":[
            "61b8ed10e81d46e09e19515659eada92",
            "b22d5420f0b54692b01da8e91ba2d92f",
            "772987c5182047be8aed36730aa1d6e0",
            "57c701cc1ed74df19cd6c9a754c9baaf",
            "1fd387a5d80e4d58972490d89edee1fd",
            "858a873ebc524be8b6c916058c9fcd7e"
        ],
        "path_id":6545,
        "scan":"B6ByNegPMKs",
        "source":"R2R"
    },
    {
        "distance":10.94,
        "heading":6.249,
        "instructions":[
            "Go straight and then after you pass the stairs go straight into the hallway and wait right by the painting with the small gazebo in the garden. ",
            "Walk forward with the banister on your right. Follow the hallway right. Stop in the hall outside of the bedroom which is the first door on the right. ",
            "Walk past the large painting and door on the left.. Wait in the hall in front of the bedroom. "
        ],
        "path":[
            "d27baa90a51345e6b2f2c72588dd29a8",
            "dd0fda62dc354e1b8fba87b27331dd42",
            "2067f05c08684509a550a1188522e869",
            "2665dbb7fe3e4f33811e687cc4054393",
            "6f9eb2058c134830b45d010c01de8e96"
        ],
        "path_id":3776,
        "scan":"gTV8FGcVJC9",
        "source":"R2R"
    },
    {
        "distance":6.45,
        "heading":1.744,
        "instructions":[
            "Walk right to the living room. Stop next to the small, round end table on your right. ",
            "Walk towards the room with the television on the wall.  Stop when you reach the red carpet. Wait here. ",
            "Walk straight past the red bench and stop in front of the red carpet. "
        ],
        "path":[
            "9376619fe9f04b57afe602afe554c680",
            "48cd71c5f4014463a326940cdc43521d",
            "89f0bcf59c3544e18b4bb2a1e678bf33",
            "2ff597e4083c4124924fb6529da91e1e",
            "8a6f42f92af64cf084c2adfc7397e142",
            "b4a95ae65e3947759563d94e9cfa135a"
        ],
        "path_id":6844,
        "scan":"JeFG25nYj2p",
        "source":"R2R"
    },
    {
        "distance":7.96,
        "heading":1.081,
        "instructions":[
            "Go into the fourth door from the right. Wait at the entrance. ",
            "With the iron vine art on your left, walk straight.  Pass the square floor mosaic and go into the first room on the right on the opposite wall from the hallway.  Stop in the doorway of this room with the bed with the light. ",
            "Walk forward down the hall. Go into the room on the right at the wall straight ahead. Stop in the doorway to the room with the large white piece of equipment. "
        ],
        "path":[
            "ba6b4ad45b384ebeacf354c5d725f3b1",
            "aaaacb5ba3d54336ab642045633dd829",
            "5eaf782cc1e34b038bfa2d2fd383ab0a",
            "67a696124eb54cb9bb570f28df5fb8ab",
            "6f0a4e9374f24721a85f9853e9381aaf"
        ],
        "path_id":4988,
        "scan":"ur6pFq6Qu1A",
        "source":"R2R"
    },
    {
        "distance":6.77,
        "heading":3.9,
        "instructions":[
            "Walk past the long table towards the sliding glass doors. Wait by the door. ",
            "Go towards the dining table, and then go passed the dining table to the right of the dining table. Go near the glass door then stop. ",
            "When you are in the entryway of the sitting room make a right and walk straight back to the door going to the pool. Wait in front of the door. "
        ],
        "path":[
            "af02390086914efba77d52b86aa70d37",
            "f624a40d100144e696a39abe258ee090",
            "c904c55a5d0e420bbd6e4e030b9fe5b4",
            "f6c327acf9884d988714467217d67dcd",
            "6a856f5cb71645558f9f9ee069f37f1b"
        ],
        "path_id":6580,
        "scan":"e9zR4mvMWw7",
        "source":"R2R"
    },
    {
        "distance":6.37,
        "heading":0.874,
        "instructions":[
            "Go down the stairs and wait near the double doors. ",
            "Walk down the stairs, promptly turn right and wait by the doorway. ",
            "Go down the stairs and stop at the bottom of the stairs in front of the door. "
        ],
        "path":[
            "ed2d5dadd1994487a5815fb8126bf80f",
            "44f54890c8bf4cb8aa0046f782333e12",
            "4d4cb9fda3164b6f8b74e99489d40b4b",
            "6dd909f1a0e74851b2e3a0a1baba65dd",
            "6991b64d63e44b288e6f6bf4691a8158",
            "bec236792d90495f8d6dfc93bb5447c3"
        ],
        "path_id":6909,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":18.73,
        "heading":4.342,
        "instructions":[
            "Walk past the sign and to the right of the table and chairs. Walk right across the room past the palisserie sign. Walk to the other side of the table and chairs and stop. ",
            "Move forward past the gold sign until you reach the stairway on your left. Walk toward the chairs in front of you, turn right to go around the chair and turn left again. Move forward into the dining room. Move to the far right of the room, turn left at the display case and wait behind the first table. ",
            "Go straight and slightly right toward the piano. When you pass the piano turn right and wait near the tables. "
        ],
        "path":[
            "97199ffe16bc45d0acb64341501e467e",
            "3a5f7c6c250e4d56b96ff967489de836",
            "2ad491d5db914f9689bfec52a694dd18",
            "a595e80625ce4c808cf713581ce1c0da",
            "2b35c215fb1047739393cefd64a76404"
        ],
        "path_id":6608,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":7.43,
        "heading":6.266,
        "instructions":[
            "Walk all the way down the stairs and then turn left into the kitchen area. Stop near the round table. ",
            "Go down the stairs and on the landing, turn left and go down the other stairs.  Turn left again and walk towards the kitchen area.  Stop when you reach the round table before entering the kitchen area. ",
            "Go down the stairs, and take a left. Take a left and enter the kitchen. Stop in front of the fireplace. "
        ],
        "path":[
            "1b321779a4374c2b952c51820daa9e6c",
            "20f70ab4efec496c86529075648caef2",
            "5125c4a0a99f45788e694d5a73ba99c7",
            "c29e99f090194613b5b11af906c47dab",
            "aa4cfd0126dd4c6a9c533ca9cb4a033d"
        ],
        "path_id":7004,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":8.78,
        "heading":2.459,
        "instructions":[
            "Walk around the pool on the side closest to the building.  Turn right when you see an open glass door going inside and stop just before stepping into the doorway.  There will be an urn with some plants in it on your right. ",
            "Go along the pool to the right of the pool and stop at the doorway to the inside. ",
            "Walk straight between the house and swimming pool.  Continue until you reach the glass doors leading inside.  Wait here. "
        ],
        "path":[
            "4838fa0d949e4cd3905f5e1ba665c59b",
            "d7fd6e3ab372450b8f38600aea06b680",
            "64aedeeb0e394ff29cd58ef2e9b2347e",
            "819dd9c54309449eaedb5187527f28df",
            "0ef35d84418446f5a6afb03294742914"
        ],
        "path_id":6262,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":6.96,
        "heading":1.616,
        "instructions":[
            "Walk to left of the dinning table and make a right at the end of the table and another right and walk to the middle of the table and wait there. ",
            "go straight beside the table, turn right at the end of the table, go straight and turn right beside the table and walk straight beside the table. ",
            "Walk past the dining room table and chairs and turn right. Turn right and stop by the Dining room table and chairs. "
        ],
        "path":[
            "d65b6505904448d1940e679c9a098047",
            "701f7128272a4bb2acd9dbd89b5cdf6f",
            "c429b363fd3145fe8a7631bbe9644066",
            "1a41339ece1846eda6a924cdb4c417dd",
            "abe20dd6e5194f579dfc6b63a612c150"
        ],
        "path_id":1945,
        "scan":"17DRP5sb8fy",
        "source":"R2R"
    },
    {
        "distance":8.95,
        "heading":5.373,
        "instructions":[
            "With the refrigerator to your immediate left, walk forward until you're just past the kitchen island on your left. ",
            "WALK PAST THE OVEN AND THEN PAST THE STOVE, KEEP WALKING PAST THE SINKS.  STOP WHEN YOU GET TO THE END OF THE KITCHEN COUNTER TOP BUT CAN SE THE BACK OF THE WHITE COUCH. ",
            "Go straight through the kitchen. Wait near the white couches. "
        ],
        "path":[
            "7fd1cd034b8d44cd9b5fd3f1f3de4aa3",
            "93789efc38444b4882bdd0dac839f0b1",
            "afc1807e6a1946b79137c1a158526913",
            "d10e169099264f12b3ec2d1c3639a6fa",
            "ebe3bd3888c543dc9060392e5584244a"
        ],
        "path_id":5336,
        "scan":"b8cTxDM8gDG",
        "source":"R2R"
    },
    {
        "distance":6.38,
        "heading":1.862,
        "instructions":[
            "Turn until you're facing the wall with several doors marked with an \"exit\" sign above them. Exit the room through the rightmost set of doors on the opposite wall from you. ",
            "Turn right and walk across the dining room and out the single door to straight ahead. Stop once you walk outside. ",
            "Head forward towards doorway. Stop at doorway to outside. "
        ],
        "path":[
            "a6734c6148c94913afe0ab92b7a48175",
            "aa24fa06dc084de4bc97ed54cb1dc2ae",
            "e0093bd0b2b34317801a57d0bf0e0308",
            "ac7774052c8648c596c3b77776426479",
            "1723396e89154f649171f0def3b8cccc"
        ],
        "path_id":5911,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":9.4,
        "heading":4.708,
        "instructions":[
            "Go all the way down the hall way, pass the top of the stairs and wait by the patio sliding door. ",
            "Continue straight down hallway to open door to outside. Stop just before going outside. ",
            "Walk down the hallway to the door leading outside to the deck.  Stop in front of the painting, a few steps away from the door to the deck. "
        ],
        "path":[
            "696ce593a39d47ef9acf6902ee134861",
            "5fdff4b578f24ff98a213299f3d91576",
            "f15cd6746d1f4b7a804ede38d47cfa03",
            "b1a1885860a54b8cb99c6f4ac19999a5",
            "88ffbea957e34cd09d0ce2d3290e9694",
            "9d691cb5fdfc46d995836e1ea82465d7"
        ],
        "path_id":3099,
        "scan":"aayBHfsNo7d",
        "source":"R2R"
    },
    {
        "distance":9.7,
        "heading":6.136,
        "instructions":[
            "Walk forward onto the stone floor and follow the hallway. Stop next to the chair on your left at the entrance to the living room. ",
            "Go down the white brick hallway with the potted shrubs. Continue until you reach the second white chair. Stop at the edge of the last chair. ",
            "Turn slightly right and walk along the hallway. Turn wait on the hallway when there are sofas to your right. "
        ],
        "path":[
            "2ebc2682287645efabf7f2319682aab1",
            "904beb4bca9e4e2b8d15f3af9b70a242",
            "013de08029c64d4caa3807ff21822447",
            "f155853c7e6c4761bc42e1a304c78b2a",
            "d7457234e5d54417bcc64a74d6ecfd9a"
        ],
        "path_id":1283,
        "scan":"759xd9YjKW5",
        "source":"R2R"
    },
    {
        "distance":5.22,
        "heading":6.26,
        "instructions":[
            "Go to the oven. Turn left and go to the refrigerator. ",
            "Stand in front of the silver refrigerator. ",
            "Go into the kitchen and wait by the fridge. "
        ],
        "path":[
            "5186e9da9b4248318f4a7ae68d11da15",
            "f032c9ee981a4462914468785f0a4abe",
            "62e602fc5b85463dbd8f48ba625d05ef",
            "1e951fdbfd9d45bbaf935da945f5425c",
            "814d9aba371640e5a70bcb7833bfe08f"
        ],
        "path_id":3049,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":6.47,
        "heading":5.649,
        "instructions":[
            "Go straight down the hall until you pass the stairs. Wait near the blue painting on the left wall. ",
            "Walk down the hall and stop in front of the painting. ",
            "Go to the end of the hall and wait by the painting. "
        ],
        "path":[
            "f83bb8e47d09487baa9d10adcd584e0e",
            "0e3f642a048a42389f79daf3adee6970",
            "4fb8c9be319e4784b4b66f9ca5d839ab",
            "1ff35596f9cb4b98ba4f08dda81c1654",
            "5d711de78dbd400aa4cfd51fc05dfbee"
        ],
        "path_id":5519,
        "scan":"e9zR4mvMWw7",
        "source":"R2R"
    },
    {
        "distance":7.72,
        "heading":3.192,
        "instructions":[
            "Walk left between the building and the pool chairs and stop between the pillar and the large windows on the curved part of the building. ",
            "Walk along the side of the building to the left of the pool. Stop at the first pillar past the pair of pool chairs. ",
            "Turn around, go pass the open glass doors and around the corner to the right there are three glass windows, stop at the second window of the three windows. "
        ],
        "path":[
            "66b44573b30f4fa399a17fdb42c6ac56",
            "b4f2a9c0410e493eb66b0e122036b5d3",
            "e53e60f82e70459db4fd37f4923f1731",
            "22c3cd83edaa4600b770a340a7ffc7d0",
            "69927c24eb2c4e6985023be5a0f5ddda",
            "9c9e6b39325f419c993b20f197873ab2",
            "2ceda1b045884d2ab366b65d31b9dfff"
        ],
        "path_id":7110,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":18.97,
        "heading":3.486,
        "instructions":[
            "Turn around and walk to the right side of the room. Once you reach the right side of the room, turn left and walk forward. Stop at the square with the table in the middle. ",
            "Exit the dining parlor. Go to the stand with the circle on the floor around it. ",
            "Walk through the sitting room and exit on the right into the lobby. Walk forward toward the round table in the middle. Stop once you reach the decorative tile under the table. "
        ],
        "path":[
            "efa871d1f98546fe83ed813873e24643",
            "2b35c215fb1047739393cefd64a76404",
            "a595e80625ce4c808cf713581ce1c0da",
            "2ad491d5db914f9689bfec52a694dd18",
            "1ea622f651a34cfda5cdccf90117aaeb",
            "c835bc9904a846ce88571c2ee3557af0"
        ],
        "path_id":5155,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":9.2,
        "heading":0.725,
        "instructions":[
            "Go to the white door at the end of the hallway. ",
            "Turn 180 degrees around. Walk down the hallway until you get to the end of the hallway. You should see an unfinished room. ",
            "Walk down the hallway to the closed door straight ahead, wait at the door. "
        ],
        "path":[
            "6376b741b50a4418b3dc3fde791c3c09",
            "9e4c92fd7eb74504baecf55a3264716e",
            "b564162b2c7d4033bfe6ef3dfb959c9e",
            "b6c62c6714d44a7080c83ec374607bcb",
            "92fb09a83f8949619b9dc5bda2855456",
            "2efa083bb8244ab2b8a16d135144e491",
            "f8a73e17d842414a8fea443765cdc1be"
        ],
        "path_id":991,
        "scan":"7y3sRwLe3Va",
        "source":"R2R"
    },
    {
        "distance":5.86,
        "heading":4.311,
        "instructions":[
            "Walk around the left of the air hockey table to the other end of it, and stop in the corner of the room. ",
            "Go by the air hockey table and stop by the netting. ",
            "Walk between the hammock and the game table. Stop in front of the window. "
        ],
        "path":[
            "4e9aca10b4f142a48cde60ca007e614d",
            "87533ca2d23b444ab0f7da5d7a4c17b4",
            "b8bb3aadfe61498bbaab510af3a999ac",
            "c9c9dd651f25409c915f962a60efb7fb",
            "416d35ec584141e093766986f1b74144"
        ],
        "path_id":7214,
        "scan":"V2XKFyX4ASd",
        "source":"R2R"
    },
    {
        "distance":5.63,
        "heading":4.925,
        "instructions":[
            "Go down the aisle of the church through the Nave towards the altar.  Stop between the second row of pews to the front. Wait there. ",
            "Walk to the front of the church aisle and stop when you get to the row of the second pews from the front. ",
            "Walk down the aisle toward the front.  Wait at the second row of pews. "
        ],
        "path":[
            "006933a75f764c5485cf284bea0ded0b",
            "d841f7b710f9470796d55561f8f524db",
            "01c80b5f8fbd4c969ee0bc03f1ec7a6c",
            "82ea5baa30f945fe98f6cad3064af847"
        ],
        "path_id":4260,
        "scan":"YmJkqBEsHnH",
        "source":"R2R"
    },
    {
        "distance":7.58,
        "heading":4.732,
        "instructions":[
            "Turn around and go down the hallway. Stop at the second door on the left. ",
            "Turn around and go down the hallway. Stop when you reach the third door on your left. ",
            "Walk down hall, stop at 2nd door on the left. "
        ],
        "path":[
            "1780ae25c66b41c991e92309fab9cd52",
            "f22192d277254633a0affd39d4676fb7",
            "5df69256114044e2b478a8f703b75acf",
            "4e537870fc094609a7eda53d1e313fa8",
            "b5dcbc0109a344a281d8ae467ccf3fc2",
            "0a54fc26e394486d9e7c4eac0bf68520",
            "0c1a9bf48a2641048e4c373e72b2ff39"
        ],
        "path_id":4514,
        "scan":"B6ByNegPMKs",
        "source":"R2R"
    },
    {
        "distance":11.9,
        "heading":1.489,
        "instructions":[
            "Walk forward and slightly left. Walk near the fountains, next to the lounge chairs. Wait near the pool steps. ",
            "Walk towards pool and continue to the right alongside it. Stay to the left of the lounging chairs and wait after you pass the last one, which is larger and round. ",
            "Walk straight along side the pool and wait next to the small waterfall. "
        ],
        "path":[
            "2e6b861eb9ca47ab8938e45f3a8ad148",
            "4302a20936e042a2946fc1d82062bf80",
            "66a7eec9430c4350b465fa4bd1adfedf",
            "6e2a94028a5b422e80ee3361974d598d",
            "123fc12f2d1d4c3ab9b41db86d3df71a"
        ],
        "path_id":1277,
        "scan":"VFuaQ6m2Qom",
        "source":"R2R"
    },
    {
        "distance":6.2,
        "heading":4.137,
        "instructions":[
            "Walk through the doorway with draped curtains. Go stand next to the wardrobe with a mirror on it. ",
            "Turn around and walk towards the bed. Turn left and exit out where the dark curtains are. Walk and stop at the white door on your left and face the wood cabinet with mirrors. ",
            "Turn around and take a left after the stool. Take another left after the chair. Wait in front of the mirror on the other side of the open door. "
        ],
        "path":[
            "433618861e98489688518e3502271e5c",
            "ecd87bf5f6c94ce7b4dfc4c9dbab47a3",
            "e57db85f00a9481787bd9c3c98453f27",
            "e5c88ad5db1a4b3a977455b0c161d792",
            "013d8ca6e6254d788b226f92b2954f6c"
        ],
        "path_id":2266,
        "scan":"qoiz87JEwZ2",
        "source":"R2R"
    },
    {
        "distance":11.54,
        "heading":5.809,
        "instructions":[
            "Walk along edge of pool to sliding glass door, stop on door mat. ",
            "Walk past the pool on the right. Wait near the glass sliding doors going inside. ",
            "walk straight then enter the room, stop at the glass door. "
        ],
        "path":[
            "05160d4d0f094a5f8c907b1e44c62877",
            "ba4ae1e16d944ee19429161cdf331cad",
            "4d70b3f12bd4440790211dc6fcd42831",
            "0fe870549d414f768cc3d8f76959bcad",
            "ee5e9cb296834e2cb80028e1cc9e9fe9",
            "781b1088ec2749e488281c946fc309db"
        ],
        "path_id":4924,
        "scan":"Vvot9Ly1tCj",
        "source":"R2R"
    },
    {
        "distance":7.55,
        "heading":2.909,
        "instructions":[
            "Walk all the way straight passing the white big chair, and stop near the small table with two chairs on its sides. ",
            "Walk along the balcony with the railing on your left. Walk past the bistro table on the left and stop. ",
            "TURN LEFT UNTIL YOU ARE FACING A BALCONY WALKWAY WITH THE HOUSE TO THE RIGHT, WALK DOWN THE BALCONY PATH PAST A WHITE WING-BACKED CHAIR AND SEVERAL POTTED  PLANTS,  STOP AT A SMALL BLACK TABLE WITH 2 METAL CHAIRS. ",
            "Follow the blue dots, then continue to the red dot and stop. "
        ],
        "path":[
            "88f27f2d89d84d689bbe1ba584e211c5",
            "979afc5dbfbb44b3ba60cb5cafedda0d",
            "e3e9e67979e94b6e9f8cbb441dadc8da",
            "31d0be0690b14e5988a010b4147368bf",
            "4f2496cb6f414802aced02ba0cdd915b"
        ],
        "path_id":568,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":11.03,
        "heading":6.094,
        "instructions":[
            "Walk to the front entrance of the house and stop in front of the gate. ",
            "Walk along path headed towards cacti. Pass the short round ones and continue past the tall cylindrical ones. Now head towards two potted plants next to a doorway. Wait in front of doormat, next to barred door. ",
            "move down the path with the wall on the left and the outside on the right, stop next to the gate to the pool area. "
        ],
        "path":[
            "7f0e99a1c2e2471ea41d91cf7acdb770",
            "5a829e63cd8b4ba1aa176297ac85d376",
            "1847261760224ca98686a4882ecbf099",
            "2ca64ac5923c499ab3e8f94063be38a5",
            "c87fa317b51b4c009000739bc7cf4f15"
        ],
        "path_id":1954,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":8.82,
        "heading":0.094,
        "instructions":[
            "Walk towards the refrigerator and make a right turn after you pass the island. Go towards the two blue chairs and stop between them and the kitchen table. ",
            "Walk out of the kitchen into the dining area. Walk to the living room, and stop behind the blue chairs. ",
            "Walk straight ahead and turn right to cross in front of the refrigerator. Walk past the wood table and chairs on your right and turn right. Stop in between the blue couch and the wood table. "
        ],
        "path":[
            "7f6caa8939ec48be91f7404a9ff10624",
            "92c89626241c4fbbb9294eb7db7f9da0",
            "42524ad2f3f44645a1dc3bd8486560cf",
            "55f38bb2e60d46f49803ff9fc3911b28",
            "deb99671679648e28ccf7d622051ab46"
        ],
        "path_id":7249,
        "scan":"1pXnuDYAj8r",
        "source":"R2R"
    },
    {
        "distance":8.62,
        "heading":3.79,
        "instructions":[
            "Go down the long hall to the left. Stop next to the set of five paintings. ",
            "Turn around and walk down the hallway. Once you reach the area with the pictures on the wall, stop in the middle of the pictures. ",
            "walk away from the staircase, turn left down the hallway, turn left and right immediately to continue down hallway, walk past bedroom on your right and stop in the middle of the wall on your right. "
        ],
        "path":[
            "d55affbb927443bcb1d4eb451e0e7ebb",
            "5dfe8adbc3794bebafeedcd832b04ea4",
            "8a3c83d4c42842c8a60866868b7730a4",
            "7c3b9e689c014d5483dcee581d6c53f5",
            "9b9d929b88994a0eaf69501c2cab3444"
        ],
        "path_id":4025,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":8.36,
        "heading":3.326,
        "instructions":[
            "walk down the hallway to the left, there will be a  green Hurom sign on the window on your left. Continue straight and stop when there is an empty office on your left, and an office with an Apple computer on a white desk with a black chair on your right. ",
            "Walk down hallway and stop passed last set of doors. Exit sign in front of you. ",
            "Go down the hallway until you get near the Exit sign. "
        ],
        "path":[
            "f88c28dc80f7411098839a339a376993",
            "f22192d277254633a0affd39d4676fb7",
            "1780ae25c66b41c991e92309fab9cd52",
            "2076b11ca72347d5ae50a313e184b4a5",
            "3ed4b41c29004cdc97e02ab7716d83e5",
            "429c82fd297749ebb8d09f95ef888b3c",
            "d7b24d1e4dfd45b389c40f2f743f7eec"
        ],
        "path_id":2178,
        "scan":"B6ByNegPMKs",
        "source":"R2R"
    },
    {
        "distance":11.59,
        "heading":3.403,
        "instructions":[
            "Go down the long hallway toward the exit sign.  Stop just before the exit sign, when a fire extinguisher is on the right. ",
            "With your back towards the window with the sign starting \"For new business opportunities, ...\", go forward past four offices on your left and wait in front of the fire extinguisher on your right. ",
            "Turn left and go down the hallway until you get to the \"Exit\" sign and wait there. "
        ],
        "path":[
            "4c9ca8e337154512837b87739b210b83",
            "1728e4c634d44365b38d80acfdbe36e7",
            "4eb453c8242741fca71a500f059bcb07",
            "a3f051a96da24278af8afa82a47f546f",
            "295adfe3e8494f3bb179307faecd0f11",
            "72b54d221ce64d19b084a94787657a6b"
        ],
        "path_id":3104,
        "scan":"B6ByNegPMKs",
        "source":"R2R"
    },
    {
        "distance":6.0,
        "heading":0.512,
        "instructions":[
            "Walk forward and go into the kitchen on your right. Stop behind the dining chair closest to the kitchen. ",
            "Walk forward and turn right. Walk forward and stop at the dinner table. ",
            "After you go down the stairs turn right and pass the kitchen then wait by the table and white chairs. "
        ],
        "path":[
            "6e136e11116740a6a49af82502f51cee",
            "fdf3a24fdd1c41b092aa9e5ede5946d1",
            "d20808518c8d4844bb76a2e0a7b98ba4",
            "b2157583eedf426383de6e6e9753a4da",
            "27e1974cf8af461e90d0f5124a665654"
        ],
        "path_id":3291,
        "scan":"i5noydFURQK",
        "source":"R2R"
    },
    {
        "distance":10.12,
        "heading":5.656,
        "instructions":[
            "Walk through the bedroom around the bed. Walk out of the door into the hallway that has a painting of a large abstract face. Walk towards the closet area in the hallway. ",
            "Walk around the bed and reach the corner of the room. Then wait at the entrance to the closet. ",
            "Walk past the bed towards the television and take a right to leave he room but take a right instead into the closet and stop in front of the large painting. "
        ],
        "path":[
            "006712c7ac144e9f9d36be2efd86ca61",
            "b8d39c5113ee41709a857e1ddb0bcc31",
            "e687b96cff1b4a3abc1a6a9b75a483d0",
            "aafdab8f21be40d8bb49f717aeff4d21",
            "d3b6b42577fc4c9ea6bb46a8cc9f729c"
        ],
        "path_id":523,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":12.23,
        "heading":0.024,
        "instructions":[
            "Turn around walk around the basketball court and stop at the corner of the court. ",
            "Go forward and then right around the blue basket ball court.  Wait at the end of the court by the basket ball goal. ",
            "Turn right and go around the basketball court, stay on the gravel until you come to the left hand corner of the basketball court and stop. "
        ],
        "path":[
            "965530e9d9ab4d2bbda57fabb96509f2",
            "7575590aab5c457db60f323d281ed64c",
            "ccf88fd4d0d34c45861f9b97cfb44d34",
            "76c2cb3b13ec4a52ac5edca0fd2aad40",
            "1aaed552d90f4f1483a743c6c0e62455",
            "fdacf04a31fe40adb24b3282d75a0ecd"
        ],
        "path_id":3295,
        "scan":"vyrNrziPKCB",
        "source":"R2R"
    },
    {
        "distance":6.03,
        "heading":3.812,
        "instructions":[
            "Turn to your left and go across the room to the other side of the bed. Stop at the foot of the bed with the table to your right. ",
            "Exit the bathroom then turn left. Go past the bed and wait near the small round table with the chairs. ",
            "walk away from bathroom straight past bed,turn left to walk past foot of bed stop at the wood barrier. "
        ],
        "path":[
            "87e7b6f2006541a9abe57fba18294a0c",
            "8078fc4f547a4a9cb1a6bb036cc18dc9",
            "cb070d66db084a79b553310df69ed31d",
            "560d4bedd6714e57b4acfe27bbc4a01b",
            "b0a4ed482e7b4f8eb499f3a999f65933"
        ],
        "path_id":4576,
        "scan":"Pm6F8kyY3z2",
        "source":"R2R"
    },
    {
        "distance":9.37,
        "heading":1.739,
        "instructions":[
            "Go straight until you reach the end of the couch.  Turn left and proceed straight.  Stop after you pass the rug. ",
            "Walk towards the fireplace. Stop near the window to the left of the fireplace. ",
            "Walk along the fireplace wall, pass the bench and wait by the window. "
        ],
        "path":[
            "3cab0ed3e0834e569223ca0befce5d9e",
            "b950f8999dcf435981779ac43c283df1",
            "f020e2fdb4ec4cf793a6e899426294bd",
            "08fb11c1a20144039e06afbb9c8e08aa",
            "80c24a118f9649248b1e2a9a383dba42",
            "e0eaabf84a714ad4ba5000604fa11b2b"
        ],
        "path_id":7067,
        "scan":"rPc6DW4iMge",
        "source":"R2R"
    },
    {
        "distance":7.3,
        "heading":4.419,
        "instructions":[
            "Make a hard right. Make a hard right. Walk past the fireplace on the left. Walk past the round table on the right. Walk past the fireplace on the left. Wait at the wall mirror to the right of the french doors with green glass. ",
            "Go straight past the two fireplaces on the left. Wait near the three chairs on the left. ",
            "Turn 180 degrees to face the room with the fireplace. Walk forward past the fireplace. Continue down the red carpet past the stanchions. Stop in front of the double doors. "
        ],
        "path":[
            "b4e027328a1b492e85e269df23fef364",
            "19c60ba074144f09ba124adef82ef7fa",
            "b109cc5c9d3648e18077568789335d07",
            "69b8eb3000854ba48b2882a35f125af5",
            "f7787c614a464923980e18fdb980f6e7"
        ],
        "path_id":6401,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":5.15,
        "heading":4.024,
        "instructions":[
            "Walk just right ahead of you and across from the small television you will find the shower stall. ",
            "Walk down the hallway, enter the bathroom, wait at the shower door. ",
            "Turn around 180 degrees and walk forward into the bathroom. turn left to the shower and wait at the open door. "
        ],
        "path":[
            "8b66d02c268548649cc0cc3c8a1440f9",
            "00f7c89ead844abb8434bda10a544257",
            "d8cf4d9317e0460db924bc6a6e4f14b8",
            "db60b270524f4038841419f83473d08d",
            "7fa2c356661f48639ace29ba71805d1a",
            "5a79bc7472c74af1a6a74fc3a6f0dea0"
        ],
        "path_id":109,
        "scan":"Uxmj2M2itWa",
        "source":"R2R"
    },
    {
        "distance":8.2,
        "heading":4.578,
        "instructions":[
            "Walk down the hall and turn right, then walk forward and wait by the stairs. ",
            "Walk straight and pass the table with the phone in the hallway. Continue straight until you get to a stairs going up. Wait there. ",
            "Walk forward. Turn right. Stop at the bottom of the stairs. "
        ],
        "path":[
            "48d3ea56ac4e4463bb867aa3a3b86929",
            "9377f3ca210946ff9dbea4937cf7d3ad",
            "8c31225bb638494082b206e492422ebf",
            "af4d11860b7a4ea3aaa1986cdc934531",
            "f04a58b9c4ff4e448b5a4da4fd823a9c"
        ],
        "path_id":4817,
        "scan":"VFuaQ6m2Qom",
        "source":"R2R"
    },
    {
        "distance":16.38,
        "heading":0.27,
        "instructions":[
            "Walk down the hall and to the left. Walk through the doors and down the hall. Stop in front of the double doors. ",
            "Turn left and walk through the doorway to the left of the mirror. Wait in the doorway on the right. ",
            "Follow the red carpet down the hall, past the fire extinguishers on the floor. Angle slightly left and walk through the double doors ahead and to the left. Follow the red carpet to the end of the ropes and turn right, waiting in the doorway. "
        ],
        "path":[
            "79878e3ae5364a658d3f7a0a683c3505",
            "a68b5ae6571e4a66a4727573b88227e4",
            "9200a845d37a4e0ab6cbf58f334acbce",
            "ba5080db55e84e4f9a9c02a4549e7448",
            "154cbcc9b744473780da78d787e1ad34",
            "10e1b4e1aab94a7988477a15f8cc518b",
            "26dedb23c6e949dcbc1aa47b70653ef3"
        ],
        "path_id":3921,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":5.43,
        "heading":1.21,
        "instructions":[
            "Walk down the hall with marble flooring. Stop when there is an opening to a wood-floored hall to your right. ",
            "Go through the marble floored hallway and stop a few feet from the door. ",
            "Turn around and wait next to the table with the bamboo plant. "
        ],
        "path":[
            "8e9d71e0515e46d6a9b0d2e8dd1a50fc",
            "4bc28cee06d54af9aef263db6f9f2016",
            "64f15fc5001f42a58ad17839e7dc6c8c",
            "050b14f85a974966b61edcf8f965660a",
            "3a0f734a7b4e46c4bcee77b78c5e3f6a"
        ],
        "path_id":3919,
        "scan":"JeFG25nYj2p",
        "source":"R2R"
    },
    {
        "distance":7.28,
        "heading":5.271,
        "instructions":[
            "Turn around and pass the couch on your right. ",
            "Walk back in keeping the blue couch to your right. Walk up to the door just past the stairs on your left. ",
            "Walk into the building and behind the couch. Stop by the end table. "
        ],
        "path":[
            "f2f26d64c3144e57bc867f213ddb8ef5",
            "cd34b75acbf5486bba1630b63870a345",
            "0c55a4a0877b46459d81c35ffeaa34c0",
            "522362613f6341389177c0c259455f38",
            "d9a69bc7b8a54a319a05f366120ef056"
        ],
        "path_id":6585,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":11.65,
        "heading":4.887,
        "instructions":[
            "Go into the dining room. Go to the China cabinet. ",
            "Walk straight across dinning room hall and stop before artwork on wall. ",
            "Facing the fireplace, turn right and go past the timber pillars. Continue until you're next to the wall in front of an abstract sculpture of wooden furniture pieces and hardware. "
        ],
        "path":[
            "8fa748001d8d47c8aa0c116d9fd14866",
            "3c476cfa737347bda82af89dd8127ae3",
            "28820411ff1e480fbf07e06854400b66",
            "564602b369f64e398b859ec38dee1dc2",
            "a5afa591a36d4fcd91439ad2b8c5213f"
        ],
        "path_id":3034,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":8.29,
        "heading":1.774,
        "instructions":[
            "Go left along the bookcases, and stop when there is the second beam on the railing to the right. ",
            "walk down long walkway with books on your left and banister on your right, stop in front of section of old blue books. ",
            "Turn left and do down the walk way with the book shelves on your left. Walk just past the second pole going to the ceiling from the hand rail and wait next to the book shelf with the 5 shelves of blue books. "
        ],
        "path":[
            "dc3170aacd3f40f2ac2f5b726bd75b88",
            "6c47cd8bd2664281bec3740c473946f8",
            "128f2cd37ef241cea64bc179a8be82ae",
            "b1242fb861d84f088b13240a5fe3ccb1",
            "759c8882206a456fb163093de8c0abcc",
            "4dbad4e837894372bf2dcefe5fa85cde",
            "be686c9f317c40469fa7d4b638023726"
        ],
        "path_id":4457,
        "scan":"D7G3Y4RVNrH",
        "source":"R2R"
    },
    {
        "distance":8.83,
        "heading":4.78,
        "instructions":[
            "Walk towards the counter with the three bar chairs, and keep walking straight past them. Then walk directly through the doorway, and stop immediatly after passing it. ",
            "Walk down the tiled floor past the backside of the couches towards the dining room area. Pass by the columns and bar stool against the counter and continue foreward through the ached entryway to the next room. ",
            "Walk down the hall past the living room on your right, and the kitchen on your left. Stop in the hall next to the thermostat before you reach the bathroom. "
        ],
        "path":[
            "a475d54e18664630b19f47575a874cf4",
            "7ee437db8a914c6d8ce7555b3ce6aae4",
            "7bfd840693034959a2dffb2625026980",
            "2b94e839f10648ca8721a0c8c6da121b",
            "833cde4efe134469852ef36cd6205711",
            "bc13627aa65040738b1d971e11162023"
        ],
        "path_id":1773,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":7.85,
        "heading":2.205,
        "instructions":[
            "turn right and walk through the kitchen. ",
            "Turn around and face the kitchen island. Walk straight. Turn the corner at the end of the island. Walk straight until you reach the middle of the floor by the first white wall. ",
            "TURN RIGHT UNTIL YOU FACE THE KITCHEN ISLAND, WALK FORWARD BETWEEN THE COUNTER AND ISLAND TOWARD THE SINK, FOLLOW THE ISLAND AND COUNTER AROUND UNTIL YOU REACH THE END OF THE KITCHEN FACING SEVERAL SETS OF PLATES ON RACKS. "
        ],
        "path":[
            "f860f1784db44d08ba6976fa3a0b40c7",
            "d1fc46abf6f1466dab2f032848767753",
            "256dc665735e449390f270c7a458f043",
            "ff09f08326554da4b711c142a4762959",
            "ec50addd94df4040b407bf46861cf5e3"
        ],
        "path_id":700,
        "scan":"gTV8FGcVJC9",
        "source":"R2R"
    },
    {
        "distance":14.58,
        "heading":3.819,
        "instructions":[
            "Turn around and go by the pillars. Keep going straight and then turn left and go by the fan. ",
            "Walk between the tall marble pillars. Follow the walkway to the left then head towards the metal floor fan towards the right. Stop before the floor fan. ",
            "Go through the pillars to your right  Turn left to  walk through the room to the left of the four chairs. Stop once you are left of the chairs. "
        ],
        "path":[
            "15d5b6a9851746e79e53e7451e1b2528",
            "3e18ef6d21744a9f884a6b148c0d63ac",
            "502ebb6c5a214d6394d2bb294d7e2886",
            "91b89c02a03d48c891bee19a49350f8c",
            "2094de1e2c934d9ca603a405739df547",
            "3c88cda1e8444d1e8687e05a16856c16"
        ],
        "path_id":6660,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":7.02,
        "heading":6.07,
        "instructions":[
            "Go stand at the top of the stairs on this level, right next to the black animal head on the wall. ",
            "Walk through the hallway past the ascending stairs, then take a hard left, and wait at the top of the stairs. ",
            "Walk down the hallway parallel to the stairs past the paintings.  Stop at the top of the stairs going down in front of the animal head sculpture on the wall. "
        ],
        "path":[
            "c629c7f1cf6f47a78c45a8ae9ff82247",
            "a7f591c0bf5443a8989e6adf9968cf90",
            "a0a40af004954a90b2b24a0cc6655881",
            "24e8ebf554d742069e81afd7eb3369c7",
            "4214a9b1607e4cbea8dcdb42a4952796",
            "4a2b6fa66ac54acfbae98270236548a6"
        ],
        "path_id":3917,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":5.45,
        "heading":3.722,
        "instructions":[
            "Turn around and exit the shower, follow it around to the left of the tub and go towards the doorway before the bedroom, and stop. ",
            "Turn left and exit the shower. Turn left past the bathtub and stop. ",
            "Exit the shower, turn left and walk to the sink.  Wait there. "
        ],
        "path":[
            "de70cd9787c248b3b3308687e3014dcf",
            "cbf8e6014d7143efadae4b1c6fdd962e",
            "54fd5c128cbe4b2599804db60290ea4a",
            "aaab09df2ec34ea584e93e42ad0cf8e4",
            "c6221b7f72c04623a8396e3f3bb14bfa"
        ],
        "path_id":5003,
        "scan":"8WUmhLawc2A",
        "source":"R2R"
    },
    {
        "distance":7.76,
        "heading":0.022,
        "instructions":[
            "Stand so the door going inside is behind you and walk straight down the deck towards the table and chairs at the end.  Stand between the two pillars on the farthest left closest to the table and chairs. ",
            "Follow the deck outside to the picnic table and stop. ",
            "Walk to the left side of the porch. Stop on the left side of the coach next to the pillar. "
        ],
        "path":[
            "fb45b9079d34475998c4a9434f70ea38",
            "74230db02c1748bb89b3ada696cb5deb",
            "d8404ae7e4a045c29e8a991181424a01",
            "5d679afd01cb49259c38c0cb750319d2",
            "a8620ab48374402187c81c4ccb48e01b"
        ],
        "path_id":5235,
        "scan":"PX4nDJXEHrG",
        "source":"R2R"
    },
    {
        "distance":6.96,
        "heading":2.151,
        "instructions":[
            "Walk through the kitchen and stop on the top step of the stairs. ",
            "Walk through the kitchen, past the ovens and sink, and stop at the top of the stairs without going down. ",
            "Walk forward and pass the entire kitchen heading towards the staircase which is right ahead. Turn right and stop at the top of the staircase. "
        ],
        "path":[
            "41c64d47844b462bb86b576066fa8086",
            "f08482ae99a841d882f8d40ce2646f62",
            "8a86473cfb6a4039bd774ddc71378f2c",
            "a9722e0b87a94efcb5c7adbbdb003241",
            "c23f26401359426982d11ca494ee739b"
        ],
        "path_id":2376,
        "scan":"5q7pvUzZiYa",
        "source":"R2R"
    },
    {
        "distance":9.0,
        "heading":5.538,
        "instructions":[
            "Walk straight along the path away from the plants, with the guardrail on your right. Go through the door straight ahead. Once inside, turn left. Stop next to the sink. ",
            "Walk down porch to front door, enter house, turn left and stop at green counter top with sink. ",
            "Turn to the right and walk into the house. Turn left and wait by the sink. "
        ],
        "path":[
            "3db5fff51a954223b9cccd87dc475ce3",
            "b5f0bae656ce405ab4dff8bcc5b6c26a",
            "f07a5e07bf3f4e5a8f74705dc211e55a",
            "1bc63da6b7cf473abd0675a6b927e56b",
            "8fab97869cf5427d94ea2bc3c04d2856",
            "a3e8df8c66f14855815c39cb50282e07",
            "4e978c08440c4b12b4d989f80b22225b"
        ],
        "path_id":2997,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":6.05,
        "heading":3.7,
        "instructions":[
            "Turn slightly to your right. Walk straight across the dining area, passing one set of tables. When you come to another set of tables, which are against the wall, stand between them and wait. ",
            "In this room there is one doorway. On the same wall as the doorway there is a line of round tables. Go stand between the two tables nearest to the doorway. ",
            "Walk between the tables to the wall on the other side of the room. "
        ],
        "path":[
            "ce74442bd2174d5b9c306bd0867182c5",
            "dbfc751a205b487382c667588623d464",
            "5f2a3396b86045d5bc7f283d1e48d8fd",
            "7b7943b56b9a4febae48c82f6e3f507d",
            "4122ef1b23ca44b78c7cb26fa1c6a645"
        ],
        "path_id":3457,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":7.87,
        "heading":4.692,
        "instructions":[
            "Walk past the TV through the living room. and take a right behind the far couch. Stop behind the couch in front of the mottled painting. ",
            "Turn left and walk past the television and two couches, look behind the second couch on the right. ",
            "Turn left and cross the room in front of the TV. Once across turn right and stop behind the couch and the large picture on the wall. "
        ],
        "path":[
            "f21573f2d2f244fd9e176c94f75b063f",
            "0163f2c462ed46a08eb3dbce625c9a9d",
            "dc69d1d9957248c0a29e8044c49989e3",
            "af73d4fc48ee4f6f95f8b66b640785a5",
            "624b17d75c344a0e8122c7b0c6858dce",
            "ffd54f8c14fb4350b1e5ddcc7bfea136"
        ],
        "path_id":3993,
        "scan":"Vvot9Ly1tCj",
        "source":"R2R"
    },
    {
        "distance":10.36,
        "heading":4.369,
        "instructions":[
            "Go along the railing passed the stairs on your left and keep going straight until your in the middle of the hallway, then stop. ",
            "Turn away from the window and walk down the hall towards the staircase on your left.  Continue walking past the staircase, and past the picture on your left.  Stop when you are almost to the end of the set of long, narrow windows on your left, and before you get to the door on your right. ",
            "Take a right toward the staircase. Walk by the staircase and enter the corridor. Stop in the corridor before you reach the door on the right. "
        ],
        "path":[
            "cc6552274d7e482cbd3bf904d5754203",
            "001d8a657cbd41e7bf5a538e5768b058",
            "a9842ed3d2064064a0c6a8c661916237",
            "599f73b398ef4e738aae7f557c0b35c6",
            "33a824661ad34d9391d80d87485b5356",
            "45eac43ea9054cbbaa91863a5aa202fa"
        ],
        "path_id":3520,
        "scan":"kEZ7cmS4wCh",
        "source":"R2R"
    },
    {
        "distance":5.86,
        "heading":4.612,
        "instructions":[
            "Turn to your left and walk to the other side of the bedroom. Stop right in front of the glass door leading to outside. ",
            "Pass the bed and stop by the patio window. ",
            "Walk past the foot of the bed and the tub and stand between the two chairs in front of the glass doors to the deck.  Stop just before stepping onto the deck. "
        ],
        "path":[
            "b533c9d2c25b4b10afa49cb37910ccda",
            "326494a7ec264aa7a19b6e49b0e71415",
            "7281ba9281a94372bda0a330dfc7afa8",
            "2e02646332bf40d9b91a3373c87e4e5a",
            "c94a99a685884c29b5f4857fb70298e0"
        ],
        "path_id":4291,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":5.17,
        "heading":6.149,
        "instructions":[
            "Turn to you right and walk to the door leading to the hallway. Stop when you are looking at the hallway and are beside the TV. ",
            "Go past the bed and wait at the end of the striped floor runner. ",
            "Walk across bedroom and stop next to TV. "
        ],
        "path":[
            "e57c3575f3674cc782b1155b1de1d110",
            "ab5c93de69a745bbb1ec09e3c4f2c0ae",
            "f1a43d69cfc04812b3099e08fc27d56c",
            "b6aff1ec4dd447c0ab21f2a6bf52e592",
            "3e3839eafbd8467993527dffed63a8f7",
            "35b41dcbfcf84f96878f6ca28c70e5af"
        ],
        "path_id":3335,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":20.79,
        "heading":5.498,
        "instructions":[
            "Walk straight all the way down until you get to the third window from the left. Wait there. ",
            "Turn slightly right and walk across the carpeted room. Wait by the third window of four counting left to right,. ",
            "Go straight through room the right side. Stop at the second window from the right on the wall straight ahead. "
        ],
        "path":[
            "b551670325194c5daf5a1a230d164734",
            "d923642e556045c793d530b609504b14",
            "52474bda7e7043e1be591bea75e3b3ff",
            "266d088e5b444c7ab90cec89ead1a8a0",
            "585d35a46dd644daad1a135634207b99",
            "53608606748f45c5a69723f062f1baa3",
            "266e6bf3657149d8a116533e34e6ebf8"
        ],
        "path_id":5909,
        "scan":"E9uDoFAP3SH",
        "source":"R2R"
    },
    {
        "distance":5.37,
        "heading":2.341,
        "instructions":[
            "Exit room and walk down the hallway. Turn right at glass door and wait. ",
            "Go to the doorway beside the sink on the right side. ",
            "Leave the closet and keep walking straight past the counter with the sink.  Turn right after passing the counter and stop just before passing the doorway going outside. "
        ],
        "path":[
            "ea12dd63895345369d80a91aacb6e137",
            "905ce9bd3b84466b9da061b4cb46e629",
            "4e978c08440c4b12b4d989f80b22225b",
            "a3e8df8c66f14855815c39cb50282e07",
            "8fab97869cf5427d94ea2bc3c04d2856"
        ],
        "path_id":6922,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":7.54,
        "heading":1.624,
        "instructions":[
            "Walk left past the railing and stop in front of the mirror. ",
            "Walk left down the hallway, keeping the black railing on your right.  Keep going straight and stop when you reach the framed mirror at the end just before entering the bedroom. ",
            "Go straight until you get to the mirror at the end. Wait there. "
        ],
        "path":[
            "94d0d0733a1d4cd28ab7aee39a7d041c",
            "f67602b8762944b2bb2b1283cd301e2a",
            "1f169ea3d73c4cc8b7f653c4d4ff15cb",
            "21060452879b403cae060c2a21503889",
            "ea1a6578bc034b31aa0c9844a987ff7d",
            "e71839ebe96b481783835db43fec5cbd",
            "c0e26df4e85f42d4bb21a9f9ee9e628b"
        ],
        "path_id":5637,
        "scan":"vyrNrziPKCB",
        "source":"R2R"
    },
    {
        "distance":18.34,
        "heading":1.814,
        "instructions":[
            "go forward to the end of the first bench. ",
            "Turn left and walk across the back of the building behind the rows of benches. Wait by the marble pool. ",
            "Walk towards the closest doorway around the column near you. Continue past the turnstyle gate and approach the sculpture that looks like a tiny building with a cross opening near the roof. Approach the white sign in the placard. "
        ],
        "path":[
            "6e5b136520954ba8a93403828a35e83b",
            "b3eb5df2a5e54a718d376a10d39ec57a",
            "16c8de72d3ff473aa1f710948a3d2903",
            "f3b74c273ad4459fa631ed46c6f8889a",
            "ec411c4cd1c44d21b37acfa24acc5b86",
            "be3761f1bb7e4a0880af96366017efa8"
        ],
        "path_id":3111,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":5.17,
        "heading":5.293,
        "instructions":[
            "Walk straight past the bed, and stop in front of the hammock. ",
            "Go forward to edge of bed. Stop at door exit. ",
            "Go forward, walking on the rug.  Walk past the bed and stop just bed. "
        ],
        "path":[
            "35b41dcbfcf84f96878f6ca28c70e5af",
            "3e3839eafbd8467993527dffed63a8f7",
            "b6aff1ec4dd447c0ab21f2a6bf52e592",
            "f1a43d69cfc04812b3099e08fc27d56c",
            "ab5c93de69a745bbb1ec09e3c4f2c0ae",
            "e57c3575f3674cc782b1155b1de1d110"
        ],
        "path_id":86,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":14.8,
        "heading":5.804,
        "instructions":[
            "Turn around 180 degrees walk down the hallway turn right into the entryway and stand in the big circle in front of the doors to the restaurant. ",
            "Walk straight down the hall and past the large glass windows. Wait on the large rug in front of the glass doors. ",
            "walk straight down hallway , turn slight right towards entry door, stop on circle art on floor. "
        ],
        "path":[
            "462cd36ba0ff43b7af69994cc7e2384f",
            "cde4845dbdcd439b988ffa3ab38262d1",
            "8e489f8b8bc5448b9410a41faa216021",
            "1f6913d742e04627b35d285907b0c41c",
            "b3fdc3c598324cc5bbaf8c704c03a8bf",
            "171278a4cf64429d9ab2df21adcc60d8"
        ],
        "path_id":3032,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":12.28,
        "heading":2.615,
        "instructions":[
            "Turn around and walk past the table. Wait in front of the large double doors at the end of the table. ",
            "Turn around and go across the room to the large wooden entry way on the opposite side. ",
            "Turn around 160 degrees. Walk straight across the room past the dining table. When you get just past the end of the table, turn slight right, then a quick slight left and continue straight until you are standing in the center of the doorway. "
        ],
        "path":[
            "76869bdceadf4abf9d834fc7c9bbf2f5",
            "37ff2e51c319423fb5ea58a67b13f388",
            "74e7d3ed76fe40b8a0d2ea19aaf4196c",
            "630f0ee6e8db4d518e31d932d2c5ea4c",
            "8b22751d94034268b26b9960c1d28e4e"
        ],
        "path_id":4485,
        "scan":"E9uDoFAP3SH",
        "source":"R2R"
    },
    {
        "distance":7.21,
        "heading":0.229,
        "instructions":[
            "Turn around and walk all the way past the bar and keep walking straight. Stop once you reach the next doorway to your right. ",
            "Turn around and walk past the kitchen and into the living room. Wait near the fireplace. ",
            "Go forward past the chairs on the right and the pillars on the left.  Wait by the open door on the right. "
        ],
        "path":[
            "833cde4efe134469852ef36cd6205711",
            "2b94e839f10648ca8721a0c8c6da121b",
            "7bfd840693034959a2dffb2625026980",
            "7ee437db8a914c6d8ce7555b3ce6aae4",
            "a475d54e18664630b19f47575a874cf4"
        ],
        "path_id":5865,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":6.13,
        "heading":5.47,
        "instructions":[
            "TURN SLIGHTLY TO THE RIGHT SO THAT A BALCONY RAILING IS ON THE RIGHT AND AN OPEN DOOR BOTH TO THE LEFT AND IN FRONT OF YOU, WALK FORWARD THOUGH THE DOOR STRIGHT AHEAD, FACING A SHORT HALLWAY WITH A DOOR TO BOTH THE RIGHT AND LEFT AND A DOOR FORWARD TURN TO THE LEFT HAND DOOR AND WALK INTO THE ENTRANCE WAY. ",
            "Go inside through the door that is perpendicular to the guardrail. Then turn left stop next to the thermostat on the wall. ",
            "From the balcony looking at the grass take a left and walk down the corridor and enter the hallway at the end of the corridor and take a left and stop just inside the bathroom in front of the paper towel. "
        ],
        "path":[
            "b5f0bae656ce405ab4dff8bcc5b6c26a",
            "f07a5e07bf3f4e5a8f74705dc211e55a",
            "1bc63da6b7cf473abd0675a6b927e56b",
            "8fab97869cf5427d94ea2bc3c04d2856",
            "a3e8df8c66f14855815c39cb50282e07"
        ],
        "path_id":627,
        "scan":"VzqfbhrpDEA",
        "source":"R2R"
    },
    {
        "distance":7.42,
        "heading":4.563,
        "instructions":[
            "Walk forward, and stand in front of the next open door straight ahead. ",
            "walk straight at the front door. ",
            "With the pool behind you, walk straight past the stairs until you get to the outdoor bar area with the marble counter tops.  Stop just before going through the door inside. "
        ],
        "path":[
            "bc497ec23cba4e7b9630cf20f5a73b03",
            "09e4e508dfb542bb86651bf77d36a64e",
            "60434c00433b4438912eebe9bd2c6984",
            "241fde907a674d6ca8916fd2beec6dfc",
            "dbef8aac0198493597e8e5aec0de17cb"
        ],
        "path_id":6461,
        "scan":"kEZ7cmS4wCh",
        "source":"R2R"
    },
    {
        "distance":9.05,
        "heading":5.689,
        "instructions":[
            "Walk towards the glass enclosed conference room.  Stand by the black, highback chair next to the desk with the potted plant. ",
            "Go toward the large glass room on the right.  Stop under the arrow that says host on it. ",
            "Walk across office to glass wall with signs above. Stop next to table with plant. "
        ],
        "path":[
            "cff2c62e83724edda036bbe481bf181b",
            "456873879af44c6a90ca9b2c9dcbb0f0",
            "60e9c84ab617491594f5c2950cc6f3ee",
            "cdf8c27ef42e466d90f49aca714a048b",
            "3ced7afb8c244ddebbf8e9f8eaacb949"
        ],
        "path_id":2109,
        "scan":"ZMojNkEp431",
        "source":"R2R"
    },
    {
        "distance":8.29,
        "heading":0.05,
        "instructions":[
            "Proceed to the left of the coffee table and go forward across the rug towards the fireplace.  Turn right once the front of the fireplace is reached and go towards the open sliding glass door and stop. ",
            "Walk over the carpet and turn right at the fireplace and walk towards the door going outside.  Stop just before going through the doorway. ",
            "walk away from the purple couch, through the middle of the four similar chair, turn right and walk past the floor lamp and dining table, stop at the doorway to the outside. "
        ],
        "path":[
            "8b4f5126cabb464a9a7f8868219a9ec5",
            "5570782157f14e58903c6b929a64014c",
            "06b17838515a447cb6147f06dd358811",
            "7e07723e47f7460fa01aa17d1a314fcf",
            "b218a220bbed4a1eb63ec9941fc58942",
            "056a491afa534b17bac36f4f5898462a"
        ],
        "path_id":2958,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":5.7,
        "heading":1.711,
        "instructions":[
            "Turn around and walk to the refrigerator. Wait there. ",
            "Walk around the kitchen island. Wait in front of the refrigerator. ",
            "Go through the kitchen, make a left towards the fridge, and stop at the fridge. "
        ],
        "path":[
            "ca2a1110dcfa4449a6cd735d6cfb9402",
            "09319257828f47e6828352078f34d855",
            "22ada32fdb2d40e78406cb0f9cff149b",
            "0e0ff0bd5ce4493d96b55542297f494b",
            "05d37cec6533438e825625592537ea21"
        ],
        "path_id":3760,
        "scan":"mJXqzFtmKg4",
        "source":"R2R"
    },
    {
        "distance":5.14,
        "heading":3.481,
        "instructions":[
            "Walk to the bathroom door and wait just outside the doorway. ",
            "Cross the bedroom and wait outside the bathroom door. ",
            "Walk through the room alongside the bed towards the doorway passing the side table and bench seats. Walk out of the door and into the hallway. "
        ],
        "path":[
            "d81df9c0b8fb4b3e8a2cd12c2007461e",
            "4ac8e1065b0b46db9e459d79a1078e04",
            "b8f49ffb1486488bbb72693578c17865",
            "cb070d66db084a79b553310df69ed31d",
            "8078fc4f547a4a9cb1a6bb036cc18dc9",
            "87e7b6f2006541a9abe57fba18294a0c"
        ],
        "path_id":719,
        "scan":"Pm6F8kyY3z2",
        "source":"R2R"
    },
    {
        "distance":7.49,
        "heading":6.266,
        "instructions":[
            "Turn around and walk down the stairs. Turn left and wait the the small circular table. ",
            "Walk down the stairs, turn left when you reach the door, go down the stairs, and stop when you reach the wooden table with the fruit. ",
            "walk down stairs to landing. Turn left and walk down stairs. at bottom of stairs turn left and walk towards kitchen, stop at table. "
        ],
        "path":[
            "1b321779a4374c2b952c51820daa9e6c",
            "20f70ab4efec496c86529075648caef2",
            "5125c4a0a99f45788e694d5a73ba99c7",
            "c29e99f090194613b5b11af906c47dab",
            "519b19d242994285bd99db910f4717f6"
        ],
        "path_id":1694,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":9.05,
        "heading":1.225,
        "instructions":[
            "Go between the tables and stop near the meeting room doors. ",
            "Go straight past all the table and chairs and wait near the room that says meeting room on the right. ",
            "Walk forward all the way passing all the tables and chairs towards the entrance of the ballroom. Stand slightly on the right of the ballroom entrance, and stop there. "
        ],
        "path":[
            "fe3bfd1d61ec4682991ac250f0791ae1",
            "255f67f42d6447d0996f35abb4a445a9",
            "63b2f39fcc844216ada0b28c0873ae61",
            "a3e731b8c53346cbad60c56777279606",
            "0db658dc49514ca18be7b44ceb363849"
        ],
        "path_id":4892,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":9.87,
        "heading":5.339,
        "instructions":[
            "Walk straight and wait just outside the front door. ",
            "Walk forward down the porch. Stop in front of the main entrance. ",
            "Walk forward until you get to the main entrance. Wait there. "
        ],
        "path":[
            "4ab710f16a804ee7b525322add24f9bb",
            "e40a12cfb5bc4f4dab071ec7458d378c",
            "7b8e2f039e884764bd1ad6cbc13d9bd0",
            "1aba6e328b4d4211900d8296b88f6127",
            "062df9954974450a9eb914da2727062d"
        ],
        "path_id":7254,
        "scan":"E9uDoFAP3SH",
        "source":"R2R"
    },
    {
        "distance":6.68,
        "heading":0.447,
        "instructions":[
            "Go through the hallway, make a right and wait at the light switch. ",
            "At top of stairs turn left into hallway, turn right as hallway turns. Stop before entering dining room at plant and pictures. ",
            "Walk forward and turn right. Stop at the photographs. "
        ],
        "path":[
            "0bc53661f71543df85e5499ea85f74c7",
            "5062afb29ed34159a1e05c60e6cf6585",
            "1e61d22315c945378096f3055645d9e1",
            "4385dfc7f81c413b86bb06658c1ff5c7",
            "533a4cd1505a486fa8801bb3aa38f2e3"
        ],
        "path_id":3375,
        "scan":"i5noydFURQK",
        "source":"R2R"
    },
    {
        "distance":10.63,
        "heading":5.8,
        "instructions":[
            "Walk past gold garbage can. Wait under crystal lighting. ",
            "Walk straight ahead past the elevators.  When you get to the \"staff only\" door, stop there and wait. ",
            "Walk straight down the hallway with the elevators on your right. Stop in front of the last elevator on the right. "
        ],
        "path":[
            "72dc0c6d62414bbaa9fe67ecfe6305e3",
            "9baaef79e7484c8e9929f78df52fc3df",
            "063eee6149194f3abc6f297e290068fa",
            "a66ff11e61dd489994fba110d257025e",
            "b3fdc3c598324cc5bbaf8c704c03a8bf"
        ],
        "path_id":1658,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":5.48,
        "heading":2.033,
        "instructions":[
            "walk down path to left and stop in front of large cactus. ",
            "Walk down the walkway and wait by the entrance. ",
            "Walk along the patio past the purple chairs along the glass barrier wall. Continue towards the open door at the end of the wall that leads inside. "
        ],
        "path":[
            "e1acc1e4419f42e6ba0e51c42e76aab4",
            "a59a14272e1f421a906faffad3120256",
            "50e05f90fba84801ae904739ec28b0d6",
            "8ccfcffe78904507a0c10bbd59ed9c74",
            "bf4746fe3c274394b7313edd982ce141"
        ],
        "path_id":783,
        "scan":"Uxmj2M2itWa",
        "source":"R2R"
    },
    {
        "distance":14.68,
        "heading":3.764,
        "instructions":[
            "Face the pool and walk around it clockwise, passing two palm trees and a column.  Stop when you have reached the opposite side from where you started and are in front of an empty urn that is in between the two windows on the right side of the door. ",
            "Walk slightly to the right before making a sharper right turn and then an extremely sharp right turn, making your way around the pool and stopping near the furthest window. ",
            "Walk around the pool and keep the pool to your right and the sliding glass doors to the left. Make a right and walk to the middle of the pool. "
        ],
        "path":[
            "b951349f39004681bcf324d5da9eaa25",
            "546dc7ae26744b88bac71ed62bc8351f",
            "ee5e9cb296834e2cb80028e1cc9e9fe9",
            "781b1088ec2749e488281c946fc309db",
            "fb77acc4c7c14f23b22fbfe56945cbfd",
            "75b810606dae4ac5b1f1260580c70fbb",
            "c79c815cde6449708acda28b7cb54d48"
        ],
        "path_id":6528,
        "scan":"Vvot9Ly1tCj",
        "source":"R2R"
    },
    {
        "distance":13.82,
        "heading":1.234,
        "instructions":[
            "Finish going down the stairs then go straight and U turn left. Wait near the couches. ",
            "Walk along the hallway and into the theater room. Wait at the back, between the sofa and the recliner. ",
            "Turn around and walk away from the steps. And follow the wood railing all the way around until you reach the blue furniture. Walk through the furniture and step up and stop to the right of the single recliner. "
        ],
        "path":[
            "6a289d9b67cd43f4b59aab2037af221b",
            "50e5eb51e92446a78ccfb851123e801d",
            "6902e2e6503e43c0b5810d4cb229ad16",
            "98b08d62cf5b42d8b6c22eb40774eb97",
            "f7bfe15839b94a548dec94d2875b9cc3",
            "cae5bc03a39a4790aa93f8ce3a55da06"
        ],
        "path_id":5817,
        "scan":"V2XKFyX4ASd",
        "source":"R2R"
    },
    {
        "distance":8.99,
        "heading":2.883,
        "instructions":[
            "Walk past the piano and wait in front of the middle pillar. ",
            "Walk forward in the direction of the piano. Stop on the left of the second to last pillar. ",
            "Go stand next to the middle white column, on the same side as the piano. "
        ],
        "path":[
            "81999e63ec744b079b238f6bb3662df4",
            "8f421a6da84d4a4a9e0c79b8b3d19e69",
            "de17e14896824460b354f6756e8391ad",
            "53e6ea6aa17b4876b3fc7835279e99c2",
            "6afb5c8288bb493f909657f76222a98e"
        ],
        "path_id":3887,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":7.26,
        "heading":1.465,
        "instructions":[
            "After you walk out of the building walk to the railing and make a right, walk to the steps leading to the pool area and wait. ",
            "Go along the balcony, once near the top of the stairs stop. ",
            "Start facing the door to enter the building. Turn left so you are facing the sidewalk towards the pool. The railing should be on your left and the pillar and tables should be on your right. Continue moving forward until you reach the steps to go down to the pool. The destination you are trying to reach is right before the steps to do gown to the pool. There will be a wall with a light to your right and a railing to your left. "
        ],
        "path":[
            "7a663a2787474bc2b09a4e8b21325141",
            "9d0091e93633403c910577b4221e353c",
            "c1b7a383f8474e7d951ebea82bb82818",
            "2b4fc2765e164775bb82e0aaf1d0d65d",
            "0927e4d3dc3e4c8590fd3f7dc512a130",
            "3bbffb39570649958d7147a0099ccb48"
        ],
        "path_id":7103,
        "scan":"1LXtFkjw3qL",
        "source":"R2R"
    },
    {
        "distance":7.7,
        "heading":2.272,
        "instructions":[
            "Go straight until you go out two double doors that lead to outside. Wait there. ",
            "Heading toward the exit walk passed the long white banquet table and the plant in the corner. Pass through the first set of double doors. Stop before the second set of double doors with the fire extinguisher to the upper right. ",
            "Walk past the cloth table and toward the entryway to the outside. Stop in the entryway. "
        ],
        "path":[
            "8dada87b2e6f47cf8c2bc609b7b99c50",
            "5ec8f0868ac44bbd85851663a777ca9b",
            "669fb3436cd44c578b743ab544e25a35",
            "f09279e00a4a482a8fa26981999bac00",
            "0cf8882315304c74b3169543eaed24d0"
        ],
        "path_id":5398,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":6.25,
        "heading":6.056,
        "instructions":[
            "Go around the bed and stand in the doorway on the left. ",
            "Walk around the bed and leave the bedroom. Stop in the doorway outside of the bedroom. ",
            "Take a right after the bed. Take a left and wait in the doorway. "
        ],
        "path":[
            "a8794beea1a240dfa0d97e84d6ea00bb",
            "cd7869a1f80046b5adeeb20d8108a409",
            "788770d79fc940cfa0b70fdd7c4f58d0",
            "479ed85f86aa4a8bab37194b5eeaa051",
            "f3c0b6536ff04efaae476fd547aea850"
        ],
        "path_id":1538,
        "scan":"V2XKFyX4ASd",
        "source":"R2R"
    },
    {
        "distance":6.41,
        "heading":2.822,
        "instructions":[
            "Walk down the hallway and turn right. Wait near the entrance to the bathroom. ",
            "Turn around and walk down the hallway. Then turn to your right and stop by the bathroom door. ",
            "Walk straight down the hallway, take a right at the first doorway and wait there. "
        ],
        "path":[
            "91e9df140eed4de79b2350a13880ac85",
            "03b95e03d2724a4fad746c4716c38fe8",
            "8ce00b6bb78348f08464752ecf264a87",
            "ad3a2912de974a5690af5050e6ade942",
            "db42868ee24c45dcb7cd4f5ae61f47fe"
        ],
        "path_id":2929,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":5.13,
        "heading":3.049,
        "instructions":[
            "Go down the stairs and take a left. Stop in the doorway across from the stairs. ",
            "Go down these stairs and make a left and you will see a pair of doors leading into a room with many faucets on pedestals. ",
            "Walk down the stairs, turn left, walk down more stairs, then stop at the base of the stairs and wait. "
        ],
        "path":[
            "ec4ed8858a1046e58d03a7f2c2058716",
            "d70a4ce871ad4d738eb7f3f44bd30a1e",
            "a2d715cae8434b6fb1f98d393964d633",
            "2fc43c5dbfd64de19b6b720a6e67babb",
            "2ddde51f8fad48988b4fb2c667db35ae"
        ],
        "path_id":194,
        "scan":"2n8kARJN3HM",
        "source":"R2R"
    },
    {
        "distance":5.75,
        "heading":2.156,
        "instructions":[
            "Walk out the double white doors to your left. Once in the hallway turn right and stop once you reach the 2nd rug. ",
            "Walk into the hallway and turn right. Walk past the Christmas tree and down the all. Stop in front of the doors. ",
            "Walk through the open french doors. Make a right at the area rug. Walk past the Christmas tree on the left. Wait at the wreath on the door to the left. "
        ],
        "path":[
            "88f5ba9d06ac4413b1a3908af6544308",
            "0a796daf5b734fbbb52974e2349a6c0e",
            "27a601b205344b9dbe17e9f7afb07c87",
            "78320616d9c54b66bccceaf17ace30cf",
            "61c5f348dc854631b9754d81d414d7e9"
        ],
        "path_id":3270,
        "scan":"qoiz87JEwZ2",
        "source":"R2R"
    },
    {
        "distance":6.82,
        "heading":6.008,
        "instructions":[
            "Facing the circle mirror on the wall go left through the double brown doors, make a right and go just passed the roped off area and stop. ",
            "Walk down the red carpet that passes the mirror on the right. Take a left when you pass through the doorway, and continue to walk on the carpet and stop in front of the pillar. ",
            "With the fireplace on your right, walk down the red carpet toward the two oval backed chairs.  When you get to the corner turn right and walk to the area where another red carpet intersects.  Stop in the middle of that red carpet.  There is a small square red carpet next to you there. "
        ],
        "path":[
            "3517198fc6744a2eab89d685f8cb93da",
            "7a3f8f06712a413b9d9b422a448b20bd",
            "e2f7333559be465d94798c1940b2e582",
            "248492258fd5435c8276f59f63ddf0ef",
            "5be145994f974347850a48cecd04cdcd"
        ],
        "path_id":6179,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":5.56,
        "heading":3.159,
        "instructions":[
            "Exit the bedroom, walk down the hallway past the cabinet, wait at the top of the stairs. ",
            "Leave the room and walk straight down the hallway. Stop right in front of the stairs. ",
            "Walk past floor runner. Wait at top of stairs. "
        ],
        "path":[
            "8f25ebb1c23d4fddb035eb336426d5fa",
            "7cae5e5f8adf444d829c95b4a4412ffd",
            "2754e6a14cea44e9acbd495a1da9cf5d",
            "53672af2c15047818f2ead24a2370930",
            "3532b1e7ea1646848b710936d4696a5d"
        ],
        "path_id":1418,
        "scan":"S9hNv5qa7GM",
        "source":"R2R"
    },
    {
        "distance":7.14,
        "heading":1.753,
        "instructions":[
            "Walk across the dining room, away from the windows and toward the bookcase.  The table will be on your right, and the fireplace will be on your left, as you walk.  Step into the doorway at the end of the doorway next to the bookcase. ",
            "Go left of the table than make a right than take your first left through the opening. ",
            "Walk around the table towards the hallway and stop in the doorway. "
        ],
        "path":[
            "1981c29bb2b049138b7ada0f2b35c526",
            "e20ca2d896bc41bb9c03a679bf94fd68",
            "da07d639cbd44e46abf3c23d9f7fa2c5",
            "89a5978345854bd486450d81c204a79d",
            "78d6e1d2e0d042af9f1c96b180d449d6"
        ],
        "path_id":2761,
        "scan":"ULsKaCPVFJR",
        "source":"R2R"
    },
    {
        "distance":11.08,
        "heading":1.708,
        "instructions":[
            "Turn around and walk all the way down alongside the table you were beside to the other end. Stop in front of the 2 wooden chairs at the other end. ",
            "Face right and walk past the altar. Turn right and walk across the church until you reach the stone wall. Turn at a 45 degree angle, walk to the chairs, and stop. ",
            "Walk past the three chairs on the left and turn right. Walk past the altar and stop by the chairs on the right. "
        ],
        "path":[
            "986ea075ba794e549d8c0b7401487f9e",
            "6c6bf7ed2811477cac4123a4be1ac981",
            "084ee8230aac42918476f2b67585fe01",
            "a061bf8e69e74a92b02d4ad45e0d7ab0",
            "934734efa498455bbbabb9e0cc8e342d"
        ],
        "path_id":4809,
        "scan":"dhjEzFoUFzH",
        "source":"R2R"
    },
    {
        "distance":22.15,
        "heading":4.342,
        "instructions":[
            "Walk forward right of the stair well and left of the sitting area with the TV. Make a right 45 degree turn at the column and walk to the table in the corner. ",
            "Go to the end sitting area,. go pass the television area on your right, head to the table in the corner and stop at the first chair of that table, face the corner. ",
            "Head towards the seating area ahead and stop at the corner that is to the front right from the starting position. "
        ],
        "path":[
            "97199ffe16bc45d0acb64341501e467e",
            "3a5f7c6c250e4d56b96ff967489de836",
            "2ad491d5db914f9689bfec52a694dd18",
            "a595e80625ce4c808cf713581ce1c0da",
            "2b35c215fb1047739393cefd64a76404",
            "121a837c700045e8bd73592a5edf1aee"
        ],
        "path_id":7078,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":12.08,
        "heading":0.748,
        "instructions":[
            "There is a wall with three doorways. Go stand next to the shelf between the two doorways farthest from you. ",
            "Go past the table and chairs and stand close to the middle door. ",
            "Walk around the dining table and stop in front of the credenza furthest to the right. "
        ],
        "path":[
            "4187ed8e4a504b7d8caeafa3a0627031",
            "ea1d38c4b610463396ec72fdaf5d5ece",
            "74e7d3ed76fe40b8a0d2ea19aaf4196c",
            "babbef7305e34152950788aa9cb363cc",
            "faddc614417b4861b4cd05176a35b947"
        ],
        "path_id":3454,
        "scan":"E9uDoFAP3SH",
        "source":"R2R"
    },
    {
        "distance":9.33,
        "heading":2.909,
        "instructions":[
            "Walk across the deck, past the patio furniture and wait at the base of the steps. ",
            "Travel straight past the two chairs and table on the left. Keep straight until you are at the base of the brick steps. ",
            "Walk forward with the banister on your right. Stop in front of the plants on the left of the stairwell. "
        ],
        "path":[
            "88f27f2d89d84d689bbe1ba584e211c5",
            "e74cca5444c34dbf9b071e6ef0a538ce",
            "65f77641cf3b4650bf492763e6ec5790",
            "1b8c3792715f4483aab0d36698658ef6",
            "136ca89bcb5d441c877de80ebbeb6490"
        ],
        "path_id":1369,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":5.54,
        "heading":4.975,
        "instructions":[
            "Go down the hallway opposite from the stairs, turn right at the first archway on the right and before you get to the far doorway stop. ",
            "Go straight down the hallway and then turn right and stop by the white furniture with the four picture frames and the two white vases on on each side. ",
            "Walk down the hall to the short hallway on the right. Wait at the end, outside the bedroom door. "
        ],
        "path":[
            "dd4e4342c9d849c6881d1e4ba1b816da",
            "5062afb29ed34159a1e05c60e6cf6585",
            "1e61d22315c945378096f3055645d9e1",
            "4385dfc7f81c413b86bb06658c1ff5c7",
            "533a4cd1505a486fa8801bb3aa38f2e3"
        ],
        "path_id":2545,
        "scan":"i5noydFURQK",
        "source":"R2R"
    },
    {
        "distance":9.26,
        "heading":4.57,
        "instructions":[
            "Walk across the roof. Stop at the top of the stairs. ",
            "Walk along the balcony close to the glass railing and stop before you reach the stairs. ",
            "Walk across to the opposite side of the patio and stop before the stairway. "
        ],
        "path":[
            "ec480cf25f5d4f869ff93e455aa707e5",
            "4bfaa80c580e44199e4be62c205857b3",
            "7158079b64374ecab3e24a2b7e1b4e5f",
            "7cdc8d66cb0b408d8c82c16e6f08bf8f",
            "4224e105e67346bf9a22f8d74e137a4f"
        ],
        "path_id":1426,
        "scan":"XcA2TqTSSAj",
        "source":"R2R"
    },
    {
        "distance":7.31,
        "heading":2.817,
        "instructions":[
            "Make a sharp turn left around the bed and stop in front of the bathroom door. ",
            "Turn around, go around the bed and into the bathroom doorway and stop. ",
            "Walk around the foot of the bed and stop once you reach the bathroom. "
        ],
        "path":[
            "55b0e784538f4a80a9750ff8b1f3b4c6",
            "95d793d922e54671a4debca5c926c860",
            "7aaefefd70ef448eb38651869d819d0e",
            "255adf75751547fbb13b7f5d83c7166f",
            "7f6aa85262424e7da75f62063d397514"
        ],
        "path_id":6775,
        "scan":"ULsKaCPVFJR",
        "source":"R2R"
    },
    {
        "distance":10.9,
        "heading":3.982,
        "instructions":[
            "Walk through the hallway away from painting of the man to your right. Walk passed the sitting area and continue through the hallway toward a sculpture of two animals in a niche to your right. Once you get to the animal sculptures in the niche on your right, wait there. You should also see a tapestry hanging on the wall to your left. ",
            "Turn around and walk down the hallway. Go past the front door and continue until you reach the shelf on the right side with an animal statue and stop. ",
            "Walk past the living room on the right. Walk past the wall tapestry on the left. Wait under the round skylight. "
        ],
        "path":[
            "8249032cc7ce45588b8a93ad0bbbfc2f",
            "1f5d75e4b97147febba7d696e2efbc08",
            "19299540015f49bc8f7dac276689f4c5",
            "101eadbcb4a74791b0da3d32ee6f71f5",
            "b06d8e41d53344a582844f5f560d27df"
        ],
        "path_id":5712,
        "scan":"ac26ZMwG7aT",
        "source":"R2R"
    },
    {
        "distance":7.43,
        "heading":2.437,
        "instructions":[
            "walk forward then turn right, walk again then stop at the small stairs. ",
            "Walk left past the couch and televisions. Stop in front of the steps. ",
            "Turn left and walk to the brown chair. Turn right and walk past the television and lamps. Stop at the bottom of the stairs. "
        ],
        "path":[
            "3c08ea75e6d14a36bfc8f29f796178b8",
            "7408db4f00ea4e9580eddbcf75aa2129",
            "23bfa2960b1f43e7b2213cae51f869f4",
            "686627fc70a24aa4bea6512db41b7362",
            "9276c9a3c8964936a1250f7ebd7edbbf"
        ],
        "path_id":6509,
        "scan":"sT4fr6TAbpF",
        "source":"R2R"
    },
    {
        "distance":11.12,
        "heading":0.973,
        "instructions":[
            "Walk next to the pool with the pool on your right.  Make a left to follow the curve of the wall around when you get to the end of the pool.  Stop in front of the metal gate with the closed door on your left. ",
            "Walk along patio and turn left to steel gate. Stop at gate. ",
            "Walk past the pool and up the step. Wait at the end of the walkway in front of the door. "
        ],
        "path":[
            "6f459950a2af471a8aedc59c92f7a5bb",
            "70f8cf3a6cee40a0b19b52c143a70b4a",
            "819dd9c54309449eaedb5187527f28df",
            "64aedeeb0e394ff29cd58ef2e9b2347e",
            "4c818e9d1faa4538b56fbc289696dad8",
            "402320d6daa049489193c50de8c4f31d",
            "0dafd42471b843da9f1935d98936eabc"
        ],
        "path_id":2267,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":16.45,
        "heading":6.079,
        "instructions":[
            "Make a left out from behind the bar. Move down the hallway to the left, You'll see ahead of you a hallway that is marked with a beautiful tile floor and a floral arrangement sitting on top of it. You'll want to move towards the left and end your path near the business directory on the wall. ",
            "Walk up to the table and chairs. Turn left and walk past the table and chairs. Walk past the stairs and stop by the sign. ",
            "Exit counters to large dining room. Turn left and enter large room. Walk straight and pass table and chairs. Turn left and walk to large hall on right. Stop next to big brass sign. "
        ],
        "path":[
            "14c540221298447da11bf71477d7fbf1",
            "a595e80625ce4c808cf713581ce1c0da",
            "2ad491d5db914f9689bfec52a694dd18",
            "3a5f7c6c250e4d56b96ff967489de836",
            "97199ffe16bc45d0acb64341501e467e"
        ],
        "path_id":988,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":7.01,
        "heading":4.679,
        "instructions":[
            "Walk between the white and the brown chairs. Go towards the bookshelves with the ladder and stop half way past it. ",
            "Walk towards the white ladder and then wait once you get to the rug on the floor. ",
            "Move toward the white ladder. "
        ],
        "path":[
            "e8e8f20091764538891d2cb74fa358a3",
            "72f26021b757414e9e9e087cbbe0ce20",
            "b4a95ae65e3947759563d94e9cfa135a",
            "8a6f42f92af64cf084c2adfc7397e142",
            "2ff597e4083c4124924fb6529da91e1e",
            "89f0bcf59c3544e18b4bb2a1e678bf33",
            "48cd71c5f4014463a326940cdc43521d"
        ],
        "path_id":1405,
        "scan":"JeFG25nYj2p",
        "source":"R2R"
    },
    {
        "distance":10.99,
        "heading":4.891,
        "instructions":[
            "Go left down hallway, stop at the living room. ",
            "leave the doorway and walk down the hallway with windows to the outside on your right. Continue straight past the stairs and slightly left. Stop when there is a large wall of glass on your right with a few cement stairs. ",
            "Take a hard left turn and walk down the corridor, stopping near the window. "
        ],
        "path":[
            "6b3e8eaf98a14207b9ec30d4105938ce",
            "45eac43ea9054cbbaa91863a5aa202fa",
            "33a824661ad34d9391d80d87485b5356",
            "599f73b398ef4e738aae7f557c0b35c6",
            "a9842ed3d2064064a0c6a8c661916237",
            "001d8a657cbd41e7bf5a538e5768b058"
        ],
        "path_id":3133,
        "scan":"kEZ7cmS4wCh",
        "source":"R2R"
    },
    {
        "distance":10.79,
        "heading":5.32,
        "instructions":[
            "Pass the black patio table and head toward the large glass doors that lead to the building then stop at the doors. ",
            "Walk across patio to entry way. Stop at double doors going in. ",
            "Walk past the iron patio table on the left. Head towards the entry on the left. Stop at  the entry to the building before you are inside. "
        ],
        "path":[
            "42715732d74240599b243d4b607b54f8",
            "38812453bf75485eb0c0df22d66dd9e7",
            "c1036af49a6a445cb5b841ff24c88d78",
            "fe83a0e1e30640bfa09eeb584727db21",
            "0e83345cd3d942f09ddc91b80911535a"
        ],
        "path_id":2126,
        "scan":"D7N2EKCX4Sj",
        "source":"R2R"
    },
    {
        "distance":22.43,
        "heading":0.983,
        "instructions":[
            "Walk straight between the two tables and turn slightly right. Continue straight, walking between the tables and past two support beams on the left. Turn left after the second beam and walk between the tables to the next support beam on the left. Turn right and continue past the long rectangular table on the left. Wait near the end of the rectangular table. ",
            "Turn around and go to the right around the table.  Go to the other side of the tables.  Be careful not to run into the posts.  Stop when you get to the bar area.  Wait there. ",
            "Travel through the center of all of the tables until you are past the large group of tables. Turn left and go to the long table with the white tablecloth. Face the bar. "
        ],
        "path":[
            "d164319109654ce9b4921876003686ee",
            "57a7b1b64b984a91a36331b46117075d",
            "b5ea8f809fac4d829b2d135d29983aa6",
            "469a6e5b79af4ab6b02230dd64ffefa3",
            "c5695a2f453f47d59125ceece5018db8",
            "abd467777dcc41c0995588b7f97b388b",
            "47b09c2828524bb8925d108cf8c1829c"
        ],
        "path_id":1376,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":8.8,
        "heading":2.516,
        "instructions":[
            "Turn right and walk down the hallway all the way to the table on the end. Then turn left and stop at the bottom of the stairs. ",
            "Walk down hallway, and toward the staircase and stop. ",
            "Walk down the hall and veer left. Stop at the bottom of the stairs. "
        ],
        "path":[
            "cc1617446c6c4db9800195d4249b5ff2",
            "95a4b136cb854ea585cb23d67e174cb3",
            "e1ac54fab83242b889a95320811c68e5",
            "4069c437611e44c69edf8175de76b201",
            "118169c7cc3f488e88a237f10cad437b"
        ],
        "path_id":5309,
        "scan":"EDJbREhghzL",
        "source":"R2R"
    },
    {
        "distance":20.88,
        "heading":1.689,
        "instructions":[
            "Walk to the opposite side of the dining area and wait there. ",
            "Go straight until you pass many round tables with chairs. When you pass the large table on the left. Head straight until you get to more round tables with chairs. ",
            "Turn around and walk to the middle of the dining room where it is open. Once you reach this area, enter the other side of the dining room to the left of the last column on the right. Once you pass the first table, stop. "
        ],
        "path":[
            "3965f87919674798a78e36931b3a4af1",
            "6785a37dc18b4dee9c60aa496efca3e2",
            "3a4650fded724e8587bc8fa91e0bdfc2",
            "f3d21b0654584b5292ecae9791515ad4",
            "7c16246e3d12454b97b6a5cf88a21032",
            "abd467777dcc41c0995588b7f97b388b",
            "5ccb4ab1767649358547b22ff92b9f3a"
        ],
        "path_id":5931,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":11.63,
        "heading":0.863,
        "instructions":[
            "Put the tapestry on your right, then walk straight ahead.Turn left, walking towards the sofas. Walk behind the far sofa. ",
            "Step forward, turn left and walk forward, wait behind the couch. ",
            "Walk past the tapestry on the right. Walk past the glass coffee table on the right. Walk past the french doors on the right. Wait behind the chesterfield sofa. "
        ],
        "path":[
            "511183f93ba649bbb2fd35ac6e9dbc00",
            "913aefa5733c425eb79de9f5e225cd0e",
            "6019439d967f4e5ab8332170d0d17a57",
            "d2cf7bc1308c4d1b86973b4ad1336404",
            "35298dd1214345239f966099a1ddac3f"
        ],
        "path_id":4747,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":10.33,
        "heading":6.094,
        "instructions":[
            "Angle yourself so the wall is on your left and walk until you reach a door and some potted plants.  Stop when you get to the first potted plant. ",
            "Follow the walkway to the door. Stop at the doorway with the plant. ",
            "Keep walking straight all the way and stop beside the two plant pots. "
        ],
        "path":[
            "7f0e99a1c2e2471ea41d91cf7acdb770",
            "5a829e63cd8b4ba1aa176297ac85d376",
            "1847261760224ca98686a4882ecbf099",
            "2ca64ac5923c499ab3e8f94063be38a5",
            "d1a56fbfc2a44566aff53cab76124e44"
        ],
        "path_id":1234,
        "scan":"82sE5b5pLXE",
        "source":"R2R"
    },
    {
        "distance":10.14,
        "heading":3.119,
        "instructions":[
            "After you go inside the build walk straight back to the table by the staircase and wait. ",
            "Walk through the barroom, pass the fireplace and then wait by the dinning room doors. ",
            "Go straight passed the bar and stop in front of the white table. "
        ],
        "path":[
            "d1de08c84e9e4f42a0acaeee738df23a",
            "a2e6626d7a7e4c7297e0609c92aa7945",
            "c34505b3a744494daa6dbed3e9308119",
            "ffd2d7780984422f8e1f8f6f79ea89af",
            "ccfc7026f4c6494ca251076c85aa906c"
        ],
        "path_id":6761,
        "scan":"r1Q1Z4BcV1o",
        "source":"R2R"
    },
    {
        "distance":12.75,
        "heading":3.982,
        "instructions":[
            "Turn around and go down the hallway behind you. Continue down the hallway and stop in front of the ledge with the statue. ",
            "Go straight down the hallway and wait near the small statue on the right ledge. ",
            "Go straight passed the front door on your left, and stop under the big circle light in the ceiling. "
        ],
        "path":[
            "8249032cc7ce45588b8a93ad0bbbfc2f",
            "1f5d75e4b97147febba7d696e2efbc08",
            "19299540015f49bc8f7dac276689f4c5",
            "101eadbcb4a74791b0da3d32ee6f71f5",
            "d1ffe5280fce4ac5a949cdc9ee8b6f7c"
        ],
        "path_id":3795,
        "scan":"ac26ZMwG7aT",
        "source":"R2R"
    },
    {
        "distance":7.76,
        "heading":2.246,
        "instructions":[
            "Go through the storage room and through the path on the left of the stairs. Stop before passing through the doorway. ",
            "Exit the bathroom and walk beside the model buildings. Stop by the water cooler. ",
            "Step forward, then turn left, walk straight until you reach the water dispenser. "
        ],
        "path":[
            "5ce9901d6b764237aedb446e59ddff5c",
            "5bdb9b3b7d9a49ca991b05c7f982bf4e",
            "eedfc04db7404fd08275483db41c4537",
            "199235cc58084824924d94235bbad767",
            "2a3c6a9dbe0d4126bc04e6db80bac2fc"
        ],
        "path_id":7180,
        "scan":"SN83YJsR3w2",
        "source":"R2R"
    },
    {
        "distance":5.03,
        "heading":5.251,
        "instructions":[
            "From the stairs turn right and walk around the staircase then walk down the hall. Then take a right and wait in the doorway of the bathroom. ",
            "Walk through the hallway ahead. Walk past the stairs and turn into the first open door on the right that leads into a bathroom with a large glass shower. ",
            "Walk past stairs. Walk through open door. Make hard right. Wait at open door on right. "
        ],
        "path":[
            "d54b2df8cb2d434b8406099fb5533b1c",
            "4133e50e81004f32847478a9cb5b3654",
            "6756942471174e5c937e15a8f8c0a6c7",
            "1f14c32cbfcb4683a2dc565ebc2332e2",
            "4bf813e46da7449b99d2dd21ea351d9a"
        ],
        "path_id":1823,
        "scan":"rPc6DW4iMge",
        "source":"R2R"
    },
    {
        "distance":10.2,
        "heading":1.042,
        "instructions":[
            "Walk to the left of the table then walk straight between the chairs and go stand a few feet in front of the patisserie stand. ",
            "Walk through all the chairs turning slightly right and wait in the open area next to the sign. ",
            "With the couch on your right take a left and walk between the chair and table then take a right and walk straight into the hall and stop with the pillar and the sign on your left side. "
        ],
        "path":[
            "9bae0dba6a3e43f5ab4bbbac80396fc3",
            "2f366c82ffe246d9a3cc6d8bcca862d4",
            "c0a8647aead54f7295512181bac0440e",
            "deb943d89d2a44ce8850edec3c7308f9",
            "2ad491d5db914f9689bfec52a694dd18"
        ],
        "path_id":83,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":6.03,
        "heading":0.702,
        "instructions":[
            "Go left between the pool and the chairs and stop once you reach the door. ",
            "Walk past the bed and pool and stop in front of the wooden door to the left of the diamond mirror on the wall at the end of the pool. ",
            "Wait at the other end of the pool. "
        ],
        "path":[
            "c72099534821414c956a08c899742eb8",
            "d0f90601ac1b46fdb7258c230495f8a0",
            "d8f7db8824674725a8334d3554cda5bf",
            "1a9eaf7e67c444ffbec01b999b40c5a2",
            "a9aa7ad5b14e499082ed36083484cfa8"
        ],
        "path_id":6192,
        "scan":"r47D5H71a5s",
        "source":"R2R"
    },
    {
        "distance":10.53,
        "heading":2.515,
        "instructions":[
            "Walk toward the white table. Continue walking until you pass the shower and reach the stairs. Wait at the top of the stairs. ",
            "Walk away from the couch toward the white table.  Continue to walk straight past the outdoor shower and stop at the top of the stairs. ",
            "Walk forward along the balcony. Stop at the top of the stairs before you go down them. "
        ],
        "path":[
            "1a5c7ec82b6e4a83afb6e76b4d2118c7",
            "227ed4cadd89473b93bfdde29decd566",
            "de5a1f3ff9b24744b104e2e796b5cb29",
            "cab30cd8524348de8aa89b2c9e10167d",
            "fca61d936fac41c29ef4cd060765822d",
            "6a397fdd327d4bfa918a0d9586e4d25d"
        ],
        "path_id":3266,
        "scan":"VVfe2KiqLaN",
        "source":"R2R"
    },
    {
        "distance":7.59,
        "heading":4.397,
        "instructions":[
            "Walk down the hall away from the stairs. Stop before you enter the room at the end of the hall. ",
            "Turn left. Go forward down the corridor. Stop in front of the bedroom door at the end of the corridor. ",
            "Head down the hallway past the thermostat and the five black and white pictures hanging on the wall.  Stop when you reach the two open doorways. "
        ],
        "path":[
            "c5542c9984bc47b493361ba9e8d5c540",
            "72b6cd6714a54cb1895409997cb66388",
            "7c3b9e689c014d5483dcee581d6c53f5",
            "9b9d929b88994a0eaf69501c2cab3444",
            "fbd7f3d338eb4ff883275a1c54e61bd9"
        ],
        "path_id":2569,
        "scan":"sKLMLpTHeUy",
        "source":"R2R"
    },
    {
        "distance":7.43,
        "heading":2.344,
        "instructions":[
            "Walk past the purple chairs. Wait behind the second silver sculpture. ",
            "Walk forward with the wall on your right.  Walk pass the purple chairs. Stop next to the far silver chair. ",
            "Locate the blue chairs. Pass by all of the blue chairs. Stop at the second gray sculpture. "
        ],
        "path":[
            "50e05f90fba84801ae904739ec28b0d6",
            "a59a14272e1f421a906faffad3120256",
            "e1acc1e4419f42e6ba0e51c42e76aab4",
            "b2295a9f6d6449b3901838eb6ba109ff",
            "455c874aa7b949a2bf202a683e1061de",
            "58fc976e0c5f4b6e9f784665c0e452ac"
        ],
        "path_id":3946,
        "scan":"Uxmj2M2itWa",
        "source":"R2R"
    },
    {
        "distance":12.42,
        "heading":4.125,
        "instructions":[
            "walk forward through the ornate double doors and into the hallway In the hall walk forward and go into the sitting room on the left. Stop in the doorway to the sitting room. ",
            "Walk through the open doors with golden decorations. Walk through the next room passed the ceiling lamp towards the grandfather clock up against the wall. Walk through the door to the left of the clock and into the next room that has glass chandeliers and wrap around Victorian couches. ",
            "Exit the room, walk down the hallway to the left next to the striped chair, wait at the door by the fire extinguisher. "
        ],
        "path":[
            "10e1b4e1aab94a7988477a15f8cc518b",
            "154cbcc9b744473780da78d787e1ad34",
            "ba5080db55e84e4f9a9c02a4549e7448",
            "9200a845d37a4e0ab6cbf58f334acbce",
            "a68b5ae6571e4a66a4727573b88227e4",
            "79878e3ae5364a658d3f7a0a683c3505"
        ],
        "path_id":849,
        "scan":"VLzqgDo317F",
        "source":"R2R"
    },
    {
        "distance":8.51,
        "heading":5.057,
        "instructions":[
            "Turn around and go down the hallway.  Turn to the right at the end of the hallway. Stop by the water cooler.  Wait there. ",
            "Walk all the way straight down the hallway. Turn right on the very first corner of the wall and stop right outside the water filter. ",
            "Walk forward down the strip of gray tiling until you come to a brown cabinet on your right. Take a couple more steps forward and turn right. Staying on the gray tile, walk forward until you're even with the second lounge chair on the left. Stop and wait. "
        ],
        "path":[
            "ea4298ce6f094758ab87d303f2c1a3f3",
            "8a635ca266c041c484817498ec7aaabd",
            "a66b30f181774c02926ec17922f8e0c8",
            "343c4f94c6aa47a4b635a78e8c9e2ef7",
            "a6c98c3bdcfa4f398c15ec4eb6532f09"
        ],
        "path_id":1204,
        "scan":"ur6pFq6Qu1A",
        "source":"R2R"
    },
    {
        "distance":6.4,
        "heading":2.776,
        "instructions":[
            "Walk towards the hallway and stop in the door frame prior to entering the hallway. ",
            "Walk to the opposite end of the table and stand in the doorway behind the chair at the head of the table.  Stop here in the doorway between the dining room and hallway. ",
            "Go past the table and chairs then turn right. Turn left and exit the room. Wait there. "
        ],
        "path":[
            "7619c3a3428f4448b33615b460606508",
            "e20ca2d896bc41bb9c03a679bf94fd68",
            "da07d639cbd44e46abf3c23d9f7fa2c5",
            "89a5978345854bd486450d81c204a79d",
            "78d6e1d2e0d042af9f1c96b180d449d6"
        ],
        "path_id":5041,
        "scan":"ULsKaCPVFJR",
        "source":"R2R"
    },
    {
        "distance":9.3,
        "heading":3.973,
        "instructions":[
            "Walk away from the meeting room doors. Walk through the tables and wait at the temporary wood/fabric wall towards the very back of the room. ",
            "Turn left to walk between the tables. Proceed past the last tables and wait by center of the partitions. ",
            "Go towards the brown tables, go towards the room dividers and when you are near the middle of them stop. "
        ],
        "path":[
            "0db658dc49514ca18be7b44ceb363849",
            "a3e731b8c53346cbad60c56777279606",
            "aa3049db9ce543e0bb9456793ad1ea2e",
            "2e1d19c78bc74e1cb4a13927c3050e14",
            "4c8ae1df2cfe4379aba1fcd305221c4c"
        ],
        "path_id":6601,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    },
    {
        "distance":6.35,
        "heading":5.739,
        "instructions":[
            "Go straight passed the couches and stop near the windows in the corner. ",
            "Walk past the fireplace and wait in front of the windows next to the ottoman. ",
            "Walk across the living room past the TV.  Wait by the mirror and windows. "
        ],
        "path":[
            "d0e3a99b5c9140ac8c8616787ba9dd7a",
            "f020e2fdb4ec4cf793a6e899426294bd",
            "08fb11c1a20144039e06afbb9c8e08aa",
            "80c24a118f9649248b1e2a9a383dba42",
            "e0eaabf84a714ad4ba5000604fa11b2b"
        ],
        "path_id":4424,
        "scan":"rPc6DW4iMge",
        "source":"R2R"
    },
    {
        "distance":7.49,
        "heading":4.139,
        "instructions":[
            "Walk into the living room and stand next to the red ottoman. ",
            "Go to the glass door. Turn left and go between the white couch and the table. Go to the right of the orange ottoman. ",
            "walk across room to edge of couch, turn left and walk between couch and table, turn right and stop in front of red ottoman. "
        ],
        "path":[
            "1cee4c97015545f597400825b252e091",
            "3d21abc4be0547fd9a91850e871a0b59",
            "d82d2a30b0bc4d6a8cd5fc526de20a7d",
            "76fff8b638e44eabbc34286ef72ee404",
            "b3f9e188366447e4ba76f5f98f1eaadd"
        ],
        "path_id":1470,
        "scan":"cV4RVeZvu5T",
        "source":"R2R"
    },
    {
        "distance":8.74,
        "heading":6.021,
        "instructions":[
            "With the deck behind you, walk all the way down the right side of the room, passing couches and a fireplace.  Stop after you pass the final couch and are in front of the white door. ",
            "Walk straight through the living room and passing the fireplace on the right. Stop in front of the door after you pass the couch. ",
            "Go straight and pass the fireplace and all the couches then stop at the very end right in front of the door. "
        ],
        "path":[
            "18944ac8b05a44c7b073cfb5f6959e24",
            "d0e3a99b5c9140ac8c8616787ba9dd7a",
            "f020e2fdb4ec4cf793a6e899426294bd",
            "08fb11c1a20144039e06afbb9c8e08aa",
            "80c24a118f9649248b1e2a9a383dba42",
            "14ca4d0dab6240dcaaeda95b6b81864f"
        ],
        "path_id":3762,
        "scan":"rPc6DW4iMge",
        "source":"R2R"
    },
    {
        "distance":8.39,
        "heading":1.59,
        "instructions":[
            "Turn to your left and walk around the table to your left. Pass by the next table as well and turn left between that table and the last table and stop. ",
            "Walk between the tables, turn left and continue through the chairs. Stop near the last row. ",
            "Walk forward past dinning tables, wait by last table on the left by the door. "
        ],
        "path":[
            "5e54afb639e8489282ebf3ac01821cc7",
            "434eafc01e8e4a32beeeddba478776bf",
            "dcb7e1f526b646819aa4a485171958a7",
            "7b7943b56b9a4febae48c82f6e3f507d",
            "4122ef1b23ca44b78c7cb26fa1c6a645"
        ],
        "path_id":5295,
        "scan":"PuKPg4mmafe",
        "source":"R2R"
    }
]